Repository: Pray4Movement/prayer-global-porch
Catalog: support/languages/prayer-global-porch-*.po
Languages: fr_fr, pt_br

# Luke 11:9
source: So I say to you, ask, and it will be given to you; seek, and you will find; knock, and it will be opened to you.
fr_fr: Et moi, je vous dis : Demandez, et l’on vous donnera ; cherchez, et vous trouverez ; frappez, et l’on vous ouvrira.
pt_br: Por isso, digo a vocês: Peçam e lhes será dado; busquem e acharão; batam, e a porta será aberta para vocês.

source: Spirit, guide every search on Google for truth in %1$s to find a gospel video.
fr_fr: Saint-Esprit, amènes chaque recherche de vérité sur Google dans %1$s vers une vidéo sur l'évangile.
pt_br: Espírito, guia cada busca pela verdade no Google em %1$s a encontrar um vídeo evangélico.

source: Jeremiah 29:13
fr_fr: Jérémie 29:13
pt_br: Jeremias 29:13

# Jeremiah 29:13
source: you will seek Me and find Me when you search for Me with all your heart.
fr_fr: tu me chercheras et tu me trouveras quand tu me chercheras de tout ton cœur.
pt_br: Vocês me buscarão e me acharão quando me buscarem de todo o coração.

source: Lord, use Google search to lead people in %1$s to the gospel today.
fr_fr: Seigneur, utilise la recherche Google pour amener les gens de %1$s à l'évangile aujourd'hui.
pt_br: Senhor, usa a pesquisa do Google para levar as pessoas em %1$s ao evangelho hoje.

source: Spirit, supernaturally prepare encounters with the gospel on sites like Facebook and Instagram for the %1$s people living in %2$s.
fr_fr: Saint-Esprit, prépares surnaturellement des rencontres avec l'évangile sur des sites comme Facebook et Instagram pour les %1$s habitants de %2$s.
pt_br: Espírito, prepara sobrenaturalmente encontros com o evangelho em sites como Facebook e Instagram para %1$s pessoas que vivem em %2$s.

source: Spirit, inspire new kinds of evangelism through social media in %1$s.
fr_fr: Spirit, inspires de nouveaux types d'évangélisation à travers les médias sociaux dans %1$s.
pt_br: Espírito, inspira novos tipos de evangelismo através das mídias sociais em %1$s.

source: 2 Timothy 4:5
fr_fr: 2 Timothée 4:5
pt_br: 1 Timóteo 4:5

# 2 Timothy 4:5
source: But you, keep your head in all situations, endure hardship, do the work of an evangelist, discharge all the duties of your ministry.
fr_fr: Mais toi, sois sobre en toutes choses, supporte les souffrances, fais l’oeuvre d’un évangéliste, remplis bien ton ministère.
pt_br: Mas você seja sóbrio em todas as coisas, suporte as aflições, faça o trabalho de um evangelista, cumpra plenamente o seu ministério.

source: Jesus, make yourself known to the %1$s people living in %2$s through the internet today.
fr_fr: Jésus, fais-toi connaître auprès des %1$s habitants de %2$s via l'Internet aujourd'hui.
pt_br: Jesus, faz-te conhecido pelas %1$s pessoas que vivem em %2$s através da internet hoje.

source: Psalm 19:3-4
fr_fr: Psaume 19:3-4
pt_br: Salmos 19:3-4

# Psalm 19:3-4
source: They have no speech, they use no words; no sound is heard from them. Yet their voice goes out into all the earth, their words to the ends of the world. In the heavens God has pitched a tent for the sun.
fr_fr: Ce n’est pas un langage, ce ne sont pas des paroles dont le son ne soit point entendu : leur retentissement parcourt toute la terre, leurs accents vont aux extrémités du monde, où il a dressé une tente pour le soleil.
pt_br: Não há linguagem, nem há palavras, e deles não se ouve nenhum som; no entanto, por toda a terra se faz ouvir a sua voz e as suas palavras, até aos confins do mundo. Aí, pôs uma tenda para o sol.

source: Safety
fr_fr: Sécurité
pt_br: Segurança

source: Father, for those in trouble in %1$s of %2$s prompt them to call on you for rescue today.
fr_fr: Père, pour ceux qui ont des problèmes dans %1$s de %2$s, incites-les à faire appel à toi pour les secourir aujourd'hui.
pt_br: Pai, sobre aqueles que enfrentam problemas em %1$s de %2$s, leva-os a clamar por teu resgate hoje.

source: Psalm 91:15
fr_fr: Psaume 91:15
pt_br: Salmos 91:15

# Psalm 91:15
source: He will call on me, and I will answer him; I will be with him in trouble, I will deliver him and honor him.
fr_fr: Il m’invoquera, et je lui répondrai ; je serai avec lui dans la détresse, je le délivrerai et je le glorifierai.
pt_br: Ele clamará a mim, e eu lhe darei resposta, e na adversidade estarei com ele; vou livrá-lo e cobri-lo de honra.

source: Father, for those with enemies and who are afraid in %1$s, call them into your shelter and safety today.
fr_fr: Père, pour ceux qui ont des ennemis et qui ont peur dans la province %1$s, appelle-les dans ton refuge et ta sécurité aujourd'hui.
pt_br: Pai, sobre aqueles que têm inimigos e que estão com medo de %1$s, chama-os para teu abrigo e segurança hoje.

source: Psalm 61:3
fr_fr: Psaume 61:3
pt_br: Salmos 61:3

# Psalm 61:3
source: For you have been a refuge for me, a strong tower from the enemy.
fr_fr: Car tu es pour moi un refuge, une tour forte, en face de l’ennemi.
pt_br: Pois tu tens sido o meu refúgio, uma torre forte contra o inimigo.

source: Father, be a refuge and strength for the hurting in %1$s today.
fr_fr: Père, sois un refuge et une force pour ceux qui souffrent en %1$s aujourd'hui.
pt_br: Pai, sê um refúgio e uma força para os que sofrem em %1$s hoje.

source: Psalm 46:1
fr_fr: Psaume 46:1
pt_br: Salmos 46:1

# Psalm 46:1
source: God is our refuge and strength, an ever-present help in trouble.
fr_fr: Dieu est pour nous un refuge et un appui, un secours qui ne manque jamais dans la détresse.
pt_br: Deus é o nosso refúgio e a nossa fortaleza, auxílio sempre presente na adversidade.

source: Father, help the stressed and anxious in %1$s know that you care for them today.
fr_fr: Père, montres aux personnes stressées et anxieuses de %1$s que tu te soucies d'elles aujourd'hui.
pt_br: Pai, ajuda os estressados e ansiosos em %1$s a saberem que te importas com eles hoje.

source: Psalm 55:22
fr_fr: Psaume 55:22
pt_br: Salmos 55:22

# Psalm 55:22
source: Cast your cares on the Lord and he will sustain you; he will never let the righteous be shaken.
fr_fr: Remets ton sort à l’Éternel, et il te soutiendra, il ne laissera jamais chanceler le juste.
pt_br: Entregue suas preocupações ao Senhor, e ele o susterá; jamais permitirá que o justo venha a cair.

source: Spirit, teach those feeling unsafe in %1$s that they can hide under your wings
fr_fr: Saint-Esprit, rappelle à ceux qui ne se sentent pas en sécurité dans %1$s qu'ils peuvent trouver refuge sous tes ailes
pt_br: Espírito, ensina àqueles que se sentem inseguros em %1$s que podem se abrigar sob tuas asas

source: Psalm 91:4
fr_fr: Psaume 91:4
pt_br: Salmos 91:4

# Psalm 91:4
source: He will cover you with his feathers, and under his wings you will find refuge; his faithfulness will be your shield and rampart.
fr_fr: Il te couvrira de ses plumes, et tu trouveras un refuge sous ses ailes ; sa fidélité est un bouclier et une cuirasse.
pt_br: Ele o cobrirá com as suas penas, e sob as suas asas você encontrará refúgio; a fidelidade dele será o seu escudo protetor.

source: Jesus, protect the vulnerable in %1$s from the evil one.
fr_fr: Jésus, protèges les vulnérables dans %1$s du malin.
pt_br: Jesus, protege os vulneráveis em %1$s do maligno.

source: John 17:15
fr_fr: Jean 17:15
pt_br: João 17:15

# John 17:15
source: My prayer is not that you take them out of the world but that you protect them from the evil one.
fr_fr: Je ne te prie pas de les ôter du monde, mais de les préserver du mal.
pt_br: Não peço que os tires do mundo, mas que os guardes do mal.

source: Father, let the threatened of %1$s know that it is better to trust in you than to trust in humans.
fr_fr: Père, fais savoir aux menacés de %1$s qu'il vaut mieux te faire confiance que de faire confiance aux humains.
pt_br: Pai, faz com que os %1$s ameaçados saibam que é melhor confiar em ti do que confiar nos homens.

source: Psalm 118:8
fr_fr: Psaume 118:8
pt_br: Salmos 118:8

# Psalm 118:8
source: It is better to take refuge in the Lord than to trust in humans.
fr_fr: Mieux vaut chercher un refuge en l’Éternel que de se confier à l’homme ;
pt_br: É melhor buscar refúgio no Senhor do que confiar nos homens.

source: Spirit, help the fearful in %1$s to submit to God and resist the devil.
fr_fr: Saint-Esprit, aide les craintifs en %1$s à se soumettre à Dieu et à résister au diable.
pt_br: Espírito, ajuda os medrosos em %1$s a se submeterem a Deus e a resistirem ao diabo.

source: James 4:7
fr_fr: Jacques 4:7
pt_br: Tiago 4:7

# James 4:7
source: Submit yourselves, then, to God. Resist the devil, and he will flee from you.
fr_fr: Soumettez-vous donc à Dieu. Résistez au diable, et il fuira loin de vous.
pt_br: Submetam-se a Deus. Resistam ao diabo, e ele fugirá de vocês.

source: Spirit, encourage those who are afraid in %1$s that you are the healer and you are the Savior.
fr_fr: Saint-Esprit, rappelle à ceux qui ont peur dans %1$s que tu es leur guérisseur et leur Sauveur.
pt_br: Espírito, encoraja aqueles que estão com medo em %1$s, dizendo que és o que cura e o Salvador.

source: Jeremiah 17:14
fr_fr: Jérémie 17:14
pt_br: Jeremias 17:14

# Jeremiah 17:14
source: Heal me, Lord, and I will be healed; save me and I will be saved, for you are the one I praise.
fr_fr: Guéris-moi, Seigneur, et je serai guéri ; sauve-moi et je serai sauvé, car tu es ma gloire.
pt_br: Cura-me, Senhor, e serei curado; salva-me, e serei salvo, pois tu és aquele a quem eu louvo.

source: Political Stability
fr_fr: Stabilité politique
pt_br: Estabilidade Política

source: Far from God
fr_fr: Loin de Dieu
pt_br: Longe de Deus

source: Father, you desire the people in %1$s of %2$s who are far from you to hear about you.
fr_fr: Père, tu désires que les gens de %1$s de %2$s qui sont loin de toi entendent parler de toi.
pt_br: Pai, tu desejas que as pessoas em %1$s de %2$s que estão longe de ti ouçam sobre ti.

source: There are %1$s people living in %2$s of %3$s. Only about %4$s might be believers.
fr_fr: Il y a %1$s personnes vivant dans %2$s de %3$s. Seuls environ %4$s pourraient être des croyants.
pt_br: Há %1$s pessoas vivendo em %2$s de %3$s. Apenas cerca de %4$s devem ser crentes.

source: %1$s of %2$s has (about) %3$s people who know Jesus, %4$s people who know about him culturally, and %5$s people who are far from Jesus.
fr_fr: %1$s de %2$s a (environ) %3$s personnes qui connaissent Jésus, %4$s personnes qui le connaissent culturellement et %5$s personnes qui sont loin de Jésus.
pt_br: %1$s de %2$s tem (cerca de) %3$s pessoas que conhecem Jesus, %4$s pessoas que o conhecem culturalmente e %5$s pessoas que estão longe de Jesus.

source: Pour your Spirit out on the %1$s citizens of %2$s, so that they might know your name and the name of your Son.
fr_fr: Déverses ton Esprit sur les %1$s citoyens de %2$s, afin qu'ils connaissent ton nom et le nom de ton Fils.
pt_br: Derrama o teu Espírito sobre os %1$s cidadãos de %2$s, para que conheçam o teu nome e o nome do teu Filho.

# Joel 2:28
source: And afterward, I will pour out my Spirit on all people. your sons and daughters will prophesy, your old men will dream dreams, your young men will see visions.
fr_fr: Après cela, je répandrai mon esprit sur toute chair ; vos fils et vos filles prophétiseront, vos vieillards auront des songes, et vos jeunes gens des visions.
pt_br: E, depois disso, derramarei do meu Espírito sobre todos os povos. Os seus filhos e as suas filhas profetizarão, os velhos terão sonhos, os jovens terão visões.

source: Father, we suspect there is 1 believer for every %1$s neighbors who are far from you in %2$s. Please, give courage and opportunity to your children to speak boldly.
fr_fr: Père, nous soupçonnons qu'il y a 1 croyant pour tous les %1$s voisins loin de toi en %2$s. S'il te plaît, donne du courage et l'opportunité à tes enfants de parler avec audace.
pt_br: Pai, presumimos que exista 1 crente para cada %1$s vizinhos que estão longe de ti em %2$s. Por favor, dá coragem e oportunidade a teus filhos para que falem com ousadia.

source: Ephesians 6:19
fr_fr: Ephésiens 6:19
pt_br: Efésios 6:19

# Ephesians 6:19
source: Pray also for me, that whenever I speak, words may be given me so that I will fearlessly make known the mystery of the gospel.
fr_fr: Priez pour moi, afin qu’il me soit donné, quand j’ouvre la bouche, de faire connaître hardiment et librement le mystère de l’Évangile.
pt_br: Orem também por mim, para que, quando eu falar, seja-me dada a mensagem a fim de que, destemidamente, torne conhecido o mistério do evangelho.

source: Lord, help the people of %1$s to discover the essence of being a disciple, making disciples, and how to plant churches that multiply.
fr_fr: Seigneur, aide le peuple de %1$s à découvrir l'essence d'être un disciple, de faire des disciples et comment implanter des églises qui se multiplient.
pt_br: Senhor, ajuda o povo de %1$s a descobrir a essência de ser um discípulo, fazer discípulos e como plantar igrejas que se multiplicam.

source: Father, you know every soul, and you know who are yours and who are yet to be yours out of the %1$s people living in %2$s. Please, call your lost sheep to yourself.
fr_fr: Père, tu connais chaque âme, et tu sais qui est à toi et qui doit encore être à toi parmi les %1$s personnes vivant en %2$s. S'il te plaît, appelle à toi ta brebis perdue.
pt_br: Pai, tu conheces cada alma e sabes quem é teu e quem ainda será teu dentre as %1$s pessoas que vivem em %2$s. Por favor, chama para ti as tuas ovelhas perdidas.

source: Ezekiel 36:24
fr_fr: Ézéchiel 36:24
pt_br: Ezequiel 36:24

# Ezekiel 36:24
source: For I will take you out of the nations; I will gather you from all the countries and bring you back into your own land.
fr_fr: Je vous retirerai d’entre les nations, je vous rassemblerai de tous les pays, et je vous ramènerai dans votre pays.
pt_br: Pois eu os tirarei das nações, os ajuntarei do meio de todas as terras e os trarei de volta para a sua própria terra.

source: Father, bring yourself glory in %1$s. Through your servants plant %2$s new churches that love you, love one another, and make disciples this year.
fr_fr: Père, rends-toi gloire en %1$s. Par l'intermédiaire de vos serviteurs, implantes %2$s de nouvelles églises qui t'aiment, s'aiment les unes les autres et font des disciples cette année.
pt_br: Pai, glorifica-te em %1$s. Através dos teus servos, planta %2$s novas igrejas que te amem, amem uns aos outros e façam discípulos neste ano.

# Habakkuk 2:14
source: For the earth will be filled with the knowledge of the glory of the LORD as the waters cover the sea.
fr_fr: Car la terre sera remplie de la connaissance de la gloire de Yahvé, comme le fond de la mer par les eaux qui le couvrent.
pt_br: E a terra se encherá do conhecimento da glória do Senhor, como as águas enchem o mar.

source: Over %1$s percent of the people of %2$s are far from Jesus. Lord, please send your gospel to them through the internet or radio or television today!
fr_fr: Plus de %1$s pour cent des habitants de %2$s sont loin de Jésus. Seigneur, s'il te plaît, envoie-leur ton évangile par Internet, par radio ou par télévision aujourd'hui !
pt_br: Mais de %1$s por cento da população de %2$s está longe de Jesus. Senhor, por favor, envia teu evangelho a eles pela internet, rádio ou televisão hoje mesmo!

source: Over %1$s percent of the people of %2$s are far from Jesus.
fr_fr: Plus de %1$s pour cent des habitants de %2$s sont loin de Jésus.
pt_br: Mais de %1$s por cento das pessoas de %2$s estão longe de Jesus.

source: Jesus, call those who are far off in %1$s, so that they and their family can receive life.
fr_fr: Jésus, appelle ceux qui sont loin en %1$s, afin qu'eux et leur famille puissent recevoir la vie.
pt_br: Jesus, chama aqueles que estão longe em %1$s, para que eles e suas famílias possam receber vida.

source: Acts 2:39
fr_fr: Actes 2:39
pt_br: Atos 2:39

# Acts 2:39
source: For the promise is to you, and to your children, and to all who are far off, even as many as the Lord our God will call to himself.
fr_fr: Car la promesse est pour vous, pour vos enfants, et pour tous ceux qui sont au loin, en aussi grand nombre que le Seigneur notre Dieu les appellera.
pt_br: Pois a promessa é para vocês, para os seus filhos e para todos os que estão longe, para todos quantos o Senhor, o nosso Deus chamar.

source: Father, you said, "The earth belongs to Me and all that is in it". Please, call %1$s into obedience and eternal life.
fr_fr: Père, tu as dit : "La terre m'appartient et tout ce qu'elle contient". S'il te plaît, appelle %1$s à l'obéissance et à la vie éternelle.
pt_br: Pai, tu disseste: "A Terra e tudo o que nela há me pertencem". Por favor, chama %1$s à obediência e à vida eterna.

source: Psalm 24:1
fr_fr: Psaume 24:1
pt_br: Salmos 24:1

# Psalm 24:1
source: The earth is Yahweh’s, with its fullness; the world, and those who dwell therein.
fr_fr: A l’Éternel la terre et ce qu’elle renferme, le monde et ceux qui l’habitent !
pt_br: Do Senhor é a terra e tudo o que nela existe, o mundo e os que nele vivem.

source: Lord, let it be said of the %1$s lost in %2$s that you have called them out of darkness into your glorious light.
fr_fr: Seigneur, qu'il soit dit des %1$s perdus dans %2$s que tu les as appelés des ténèbres à ta glorieuse lumière.
pt_br: Senhor, que se diga dos %1$s perdidos em %2$s que tu os chamaste das trevas para a tua luz gloriosa.

source: 1 Peter 2:9
fr_fr: 1 Pierre 2:9
pt_br: 1 Pedro 2:9

# 1 Peter 2:9
source: But you are a chosen race, a royal priesthood, a holy nation, a people for God’s own possession, that you may proclaim the excellence of him who called you out of darkness into his marvelous light
fr_fr: Vous, au contraire, vous êtes une race élue, un sacerdoce royal, une nation sainte, un peuple acquis, afin que vous annonciez les vertus de celui qui vous a appelés des ténèbres à son admirable lumière
pt_br: Vocês, porém, são geração eleita, sacerdócio real, nação santa, povo exclusivo de Deus, para anunciar as grandezas daquele que os chamou das trevas para a sua maravilhosa luz

source: Lord, please make the same Spirit that raised Jesus from the dead give life to those who are called by his name in %1$s of %2$s.
fr_fr: Seigneur, s'il te plaît, fais que le même Esprit qui a ressuscité Jésus d'entre les morts donne la vie à ceux qui sont appelés par son nom dans le %1$s de %2$s.
pt_br: Senhor, por favor, faz com que o mesmo Espírito que ressuscitou Jesus dos mortos dê vida àqueles que são chamados pelo teu nome em %1$s de %2$s.

source: Romans 8:11
fr_fr: Romains 8:11
pt_br: Romanos 8:11

# Romans 8:11
source: But if the Spirit of him who raised up Jesus from the dead dwells in you, he who raised up Christ Jesus from the dead will also give life to your mortal bodies through his Spirit who dwells in you.
fr_fr: Et si l’Esprit de celui qui a ressuscité Jésus d’entre les morts habite en vous, celui qui a ressuscité Christ d’entre les morts rendra aussi la vie à vos corps mortels par son Esprit qui habite en vous.
pt_br: E, se o Espírito daquele que ressuscitou Jesus dentre os mortos habita em vocês, aquele que ressuscitou a Cristo dentre os mortos também dará vida a seus corpos mortais, por meio do seu Espírito, que habita em vocês.

source: Father, you desire to blot out the sins of the people of %1$s. You said, if they turn to you, you will dissolve their sins like mist.
fr_fr: Père, tu désires effacer les péchés du peuple de %1$s. Tu as dit, s'ils se tournent vers toi, tu dissoudras leurs péchés comme la brume.
pt_br: Pai, tu desejas apagar os pecados do povo de %1$s. Tu disseste que, se eles se voltarem para ti, dissolverás os seus pecados como uma nuvem.

source: Isaiah 44:22
fr_fr: Esaïe 44:22
pt_br: Isaías 44:22

# Isaiah 44:22
source: I have blotted out, as a thick cloud, your transgressions, and, as a cloud, your sins. Return to me, for I have redeemed you.
fr_fr: J’efface tes transgressions comme un nuage, et tes péchés comme une nuée ; reviens à moi, car je t’ai racheté.
pt_br: Como se fossem uma nuvem, varri para longe suas ofensas; como se fossem a neblina da manhã, os seus pecados. Voltem para mim, pois eu os resgatei.

source: Jesus, please send your Spirit to %1$s, so they can have freedom.
fr_fr: Jésus, s'il te plaît, envoie ton Esprit à %1$s, afin qu'ils puissent avoir la liberté.
pt_br: Jesus, por favor, envia teu Espírito a %1$s, para que eles possam ter liberdade.

source: 2 Corinthians 3:17
fr_fr: 2 Corinthiens 3:17
pt_br: 2 Coríntios 3:17

# 2 Corinthians 3:17
source: Now the Lord is the Spirit, and where the Spirit of the Lord is, there is freedom.
fr_fr: Or, le Seigneur c’est l’Esprit ; et là où est l’Esprit du Seigneur, là est la liberté.
pt_br: Ora, o Senhor é o Espírito e, onde está o Espírito do Senhor, ali há liberdade.

source: Spirit, %1$s cultural Christians in %2$s likely have a Bible in their home. Please, send conviction for them to open it and read it for themselves.
fr_fr: Saint-Esprit, %1$s les chrétiens nominaux de %2$s ont probablement une Bible chez eux. S'il te plaît, envoie-leur la conviction de l'ouvrir et de la lire.
pt_br: Espírito, %1$s cristãos culturais em %2$s provavelmente têm uma Bíblia em casa. Por favor, envia convicção a eles para que a abram e leiam por si mesmos.

source: Spirit, teach the %1$s cultural Christians in %2$s to pray from the heart and not with scripts or formulas only.
fr_fr: Saint-Esprit, enseignes aux chrétiens nominaux %1$s de %2$s à prier avec le cœur et non uniquement avec des scripts ou des formules.
pt_br: Espírito, ensina os %1$s cristãos culturais em %2$s a orarem de coração e não apenas com roteiros ou fórmulas.

source: Spirit, bless the %1$s cultural Christians in %2$s with more knowledge and curiosity about your beautiful gospel, that they might claim it for themselves personally and intimately.
fr_fr: Saint-Esprit, bénis les chrétiens nominaux %1$s de %2$s avec plus de connaissances et de curiosité à propos de ton bel évangile, afin qu'ils puissent le proclamer pour eux-mêmes personnellement et intimement.
pt_br: Espírito, abençoa os %1$s cristãos culturais em %2$s com mais conhecimento e curiosidade sobre teu belo evangelho, para que possam reivindicá-lo para si mesmos de modo pessoal e íntimo.

source: Believer Families
fr_fr: Familles croyantes
pt_br: Famílias de Crentes

source: Spirit, thank you for the %1$s whom you have brought close through the blood of Christ already in %2$s.
fr_fr: Saint-Esprit, merci pour le %1$s que tu as rapproché par le sang de Christ déjà en %2$s.
pt_br: Espírito, obrigado pelos %1$s que o Senhor trouxe para perto de ti através do sangue de Cristo, já em %2$s.

source: Ephesians 2:13
fr_fr: Ephésiens 2:13
pt_br: Efésios 2:13

# Ephesians 2:13
source: But now in Christ Jesus you who once were far off are made near in the blood of Christ.
fr_fr: Mais maintenant, en Jésus-Christ, vous qui étiez jadis éloignés, vous avez été rapprochés par le sang de Christ.
pt_br: Mas agora, em Cristo Jesus, vocês, que antes estavam longe, foram aproximados mediante o sangue de Cristo.

source: Father, thank you for the %1$s people that you have made believe and given eternal life to in %2$s.
fr_fr: Père, merci pour les %1$s personnes que tu as fait croire et à qui tu as donné la vie éternelle en %2$s.
pt_br: Pai, obrigado pelas %1$s pessoas que o Senhor fez crer e deu vida eterna em %2$s.

source: John 3:16
fr_fr: Jean 3:16
pt_br: João 3:16

# John 3:16
source: For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.
fr_fr: Car Dieu a tant aimé le monde qu’il a donné son Fils unique, afin que quiconque croit en lui ne périsse point, mais qu’il ait la vie éternelle.
pt_br: Porque Deus amou ao mundo de tal maneira que deu o seu Filho unigênito, para que todo o que nele crê não pereça, mas tenha a vida eterna.
