Repository: Pray4Movement/prayer-global-porch
Catalog: support/languages/prayer-global-porch-*.po
Languages: fr_fr, pt_br

source: Best
pt_br: Melhor

source: Fetching your stats...
pt_br: Buscando suas estatísticas...

source: Download the Prayer.Global app to get streak notifications and more!
pt_br: Baixe o aplicativo Prayer.Global para receber notificações de sequências e muito mais!

source: Update the Prayer.Global app to get streak notifications and more!
pt_br: Atualize o aplicativo Prayer.Global para receber notificações de sequências e muito mais!

source: Go to App Store
pt_br: Ir para a App Store

source: Correction Needed?
fr_fr: Correction nécessaire ?
pt_br: Precisa de Ajuste?

source: Thank you! Leave us a correction below.
fr_fr: Merci ! Laissez-nous une correction ci-dessous.
pt_br: Obrigado! Deixe sua sugestão de ajuste abaixo.

source: Section:
pt_br: Seção:

source: Correction Requested:
fr_fr: Correction demandée :
pt_br: Ajuste Solicitado:

source: Set Your Prayer Experience
fr_fr: Définir votre expérience de prière
pt_br: Defina Sua Experiência de Oração

source: Prayer pace per place
fr_fr: Rythme de prière par lieu
pt_br: Ritmo de oração por lugar

source: %d Minute
pt_br: %d Minuto

source: %d Minutes
pt_br: %d Minutos

source: Let's Go!
fr_fr: Allons-y !
pt_br: Vamos lá!

source: How %s works
fr_fr: Comment fonctionne %s
pt_br: Como %s funciona

source: Step 1
fr_fr: Étape 1
pt_br: Passo 1

source: Step 2
fr_fr: Étape 2
pt_br: Passo 2

source: Step 3
fr_fr: Étape 3
pt_br: Passo 3

source: Lap %d
pt_br: - Volta %d

source: Loading the planet ...
fr_fr: Chargement de la carte...
pt_br: Carregando o planeta...

source: Locating world population...
fr_fr: Localisation de la population mondiale...
pt_br: Distribuindo a população mundial...

source: Calculating movement activity...
fr_fr: Mise à jour des dernières activités ...
pt_br: Calculando a atividade de movimento...

source: Shamelessly brewing coffee...
fr_fr: Le café est en préparation...
pt_br: Preparando café sem cerimônia...

source: Let's do this...
fr_fr: Faisons cela...
pt_br: Vamos fazer isso...

source: %s Prayer Relay
fr_fr: %s Relais de prière
pt_br: %s Equipe de Oração

source: Cover The World In Prayer
fr_fr: Couvrir le monde en prière
pt_br: Cubra o Mundo em Oração

source: Lap:
pt_br: Volta:

source: Places Remaining
fr_fr: Lieux restants
pt_br: Locais Restantes

source: World Coverage
fr_fr: Couverture globale
pt_br: Cobertura do Mundo

source: Pray with us
fr_fr: Prier avec nous
pt_br: Ore conosco

source: Turn the map from dark to light
fr_fr: Changer cette carte de l'obscurité à la lumière
pt_br: Mude o mapa da escuridão para a luz

source: Starts on %s
fr_fr: Commence le %s
pt_br: Começa em %s

source: Lap %s Stats
fr_fr: Statistiques du tour n° %s
pt_br: Estatísticas de volta %s

source: Start Time
fr_fr: Heure de début
pt_br: Hora de Início

source: End Time
fr_fr: Heure de fin
pt_br: Hora do Final

source: Locations per Hour
fr_fr: Emplacements par heure
pt_br: Lugares por Hora

source: %s per day
fr_fr: %s par jour
pt_br: %s por dia

source: Current Locations per Hour
fr_fr: Emplacements actuels par heure
pt_br: Locais Atuais por Hora

source: Time Remaining
fr_fr: Temps restant
pt_br: Tempo Restante

source: Leave this relay
fr_fr: Quitte ce relais
pt_br: Deixar essa equipe

source: %s Relay Tools
fr_fr: %s Outils de relais
pt_br: %s Ferramentas para Equipe

source: %s Relay Map
fr_fr: %s Carte des relais
pt_br: %s Mapa das Equipes

source: Copy to Clipboard
fr_fr: Copier dans le presse-papier
pt_br: Copiar para a Área de Transferência

source: Copy
fr_fr: Copie
pt_br: Copiar

source: Display Map (60 Second Refresh)
fr_fr: Afficher la carte (rafraîchissement de 60 secondes)
pt_br: Exibir Mapa (atualização de 60 segundos)

source: App Stores: %s App
fr_fr: Boutiques d'applications : application %s
pt_br: Lojas de aplicativos: %s App

source: %s Map
fr_fr: %s Carte
pt_br: %s Mapa

source: Pray for this area
fr_fr: Prier pour cette région
pt_br: Ore por essa área

source: Participants
pt_br: Participantes

source: Cluster&nbsp;Participants
fr_fr: Participants du groupe&nbsp;
pt_br: Participantes do Cluster&nbsp;

source: Your&nbsp;Recent&nbsp;Prayers
fr_fr: Vos&nbsp;Prières&nbsp;Récentes
pt_br: Suas&nbsp;Recentes&nbsp;Orações

source: Toggle navigation
fr_fr: Basculer la navigation
pt_br: Alternar navegação

source: My Map
pt_br: Meu Mapa

source: One Shot Prayer Walk
fr_fr: Notre marche de prière
pt_br: Caminhada de Oração Única

# Photo from the state of Colorado
source: Photo from %1$s of %2$s
fr_fr: Photo de %1$s de %2$s
pt_br: Foto de %1$s de %2$s

source: Non-Christians
fr_fr: Non-chrétiens
pt_br: Não Cristãos

source: Cultural Christians
fr_fr: Chrétiens nominaux
pt_br: Cristãos Culturais

source: Believers
fr_fr: Croyants
pt_br: Crentes

source: Non-Christians - %1$s | Cultural Christians - %2$s | Believers - %3$s
fr_fr: Non-chrétiens - %1$s | Chrétiens nominaux - %2$s | Croyants - %3$s
pt_br: Não Cristãos - %1$s | Cristãos Culturais - %2$s | Crentes - %3$s

source: One disciple of Jesus for every %1$s lost neighbors
fr_fr: Un disciple de Jésus pour tous les %1$s voisins perdus
pt_br: Um discípulo de Jesus para cada %1$s vizinhos perdidos

source: Father
fr_fr: Père
pt_br: Pai

source: Spirit
fr_fr: Saint-Esprit
pt_br: Espírito

source: Lord
fr_fr: Seigneur
pt_br: Senhor

source: Next hour
fr_fr: Heure suivante
pt_br: Próxima hora

source: On average, %1$s people will die without a personal relationship with Jesus in the next hour in %2$s.
fr_fr: En moyenne, %1$s personnes mourront sans relation personnelle avec Jésus dans la prochaine heure en %2$s.
pt_br: Em média, %1$s pessoas morrerão sem um relacionamento pessoal com Jesus na próxima hora em %2$s.

source: %s, send your gospel to these.
fr_fr: %s, envoie ton évangile à ceux-ci.
pt_br: %s, envie seu evangelho a esses.

source: Next 100 hours
fr_fr: 100 prochaines heures
pt_br: Próximas 100 horas

source: On average, %1$s people will die without a personal relationship with Jesus in the next 100 hours in %2$s.
fr_fr: En moyenne, %1$s personnes sans relation personnelle avec Jésus à %2$s mourront dans les 100 prochaines heures.
pt_br: Em média, %1$s pessoas morrerão sem um relacionamento pessoal com Jesus nas próximas 100 horas em %2$s.

source: Next week
fr_fr: La semaine prochaine
pt_br: Próxima semana

source: On average, %1$s people will die without a personal relationship with Jesus in the next week in %2$s.
fr_fr: En moyenne, %1$s personnes mourront sans relation personnelle avec Jésus la semaine prochaine en %2$s.
pt_br: Em média, %1$s pessoas morrerão sem um relacionamento pessoal com Jesus na próxima semana em %2$s.

source: Next month
fr_fr: Le mois prochain
pt_br: Próximo mês

source: On average, %1$s people will die without a personal relationship with Jesus in the next month in %2$s.
fr_fr: En moyenne, %1$s personnes mourront sans relation personnelle avec Jésus le mois prochain en %2$s.
pt_br: Em média, %1$s pessoas morrerão sem um relacionamento pessoal com Jesus no próximo mês em %2$s.

source: On average, %1$s babies will be born in the next hour to families who might know about God culturally, but likely have no relationship with Jesus in %2$s.
fr_fr: En moyenne, %1$s bébés naîtront dans la prochaine heure dans des familles qui pourraient connaître Dieu culturellement, mais qui n'ont probablement aucune relation avec Jésus en %2$s.
pt_br: Em média, %1$s bebês nascerão na próxima hora em famílias que podem conhecer Deus culturalmente, mas é provável que não tenham nenhum relacionamento com Jesus em %2$s.

source: %s, make yourself real to these new families.
fr_fr: %s, soyez réel à ces nouvelles familles.
pt_br: %s, torne-se real para essas novas famílias.

source: On average, %1$s babies will be born in the next 100 hours to families who might know about God culturally, but likely have no relationship with Jesus in %2$s.
fr_fr: En moyenne, %1$s bébés naîtront à %2$s dans les 100 prochaines heures dans des familles qui pourraient connaître Dieu culturellement, mais qui n'ont probablement aucune relation avec Jésus.
pt_br: Em média, %1$s bebês nascerão nas próximas 100 horas em famílias que podem conhecer Deus culturalmente, mas é provável que não tenham nenhum relacionamento com Jesus em %2$s.

source: %s, reveal yourself to these new families.
fr_fr: %s, révèle-toi à ces nouvelles familles.
pt_br: %s, revele-se a si mesmo a essas novas famílias.

source: On average, %1$s babies will be born in the next week to families who might know about God culturally, but likely have no relationship with Jesus in %2$s.
fr_fr: En moyenne, %1$s bébés naîtront la semaine prochaine dans des familles qui pourraient connaître Dieu culturellement, mais qui n'ont probablement aucune relation avec Jésus en %2$s.
pt_br: Em média, %1$s bebês nascerão na próxima semana em famílias que podem conhecer Deus culturalmente, mas é provável que não tenham nenhum relacionamento com Jesus em %2$s.

source: On average, %1$s babies will be born in the next month to families who might know about God culturally, but likely have no relationship with Jesus in %2$s.
fr_fr: En moyenne, %1$s bébés naîtront le mois prochain dans des familles qui pourraient connaître Dieu culturellement, mais qui n'ont probablement aucune relation avec Jésus en %2$s.
pt_br: Em média, %1$s bebês nascerão no próximo mês em famílias que podem conhecer Deus culturalmente, mas é provável que não tenham nenhum relacionamento com Jesus em %2$s.

source: On average, %1$s people will die without Jesus in the next hour in %2$s.
fr_fr: En moyenne, %1$s personnes mourront sans Jésus dans la prochaine heure dans la province %2$s.
pt_br: Em média, %1$s pessoas morrerão sem Jesus na próxima hora em %2$s.

source: On average, %1$s people will die without Jesus in the next 100 hours in %2$s.
fr_fr: En moyenne, %1$s personnes mourront à %2$s sans Jésus dans les 100 prochaines heures.
pt_br: Em média, %1$s pessoas morrerão sem Jesus nas próximas 100 horas em %2$s.

source: On average, %1$s people will die without Jesus in the next week in %2$s.
fr_fr: En moyenne, %1$s personnes mourront sans Jésus la semaine prochaine en %2$s.
pt_br: Em média, %1$s pessoas morrerão sem Jesus na próxima semana em %2$s.

source: On average, %1$s will die without Jesus in the next month in %2$s.
fr_fr: En moyenne, %1$s mourra sans Jésus le mois prochain en %2$s.
pt_br: Em média, %1$s morrerão sem Jesus no próximo mês em %2$s.

source: On average, %1$s babies will be born in the next hour to families who are far from God in %2$s.
fr_fr: En moyenne, %1$s bébés naîtront dans la prochaine heure dans des familles éloignées de Dieu en %2$s.
pt_br: Em média, %1$s bebês nascerão na próxima hora em famílias que estão longe de Deus em %2$s.

source: On average, %1$s babies will be born in the next 100 hours to families who are far from God in %2$s.
fr_fr: En moyenne, %1$s bébés naîtront à %2$s dans les 100 prochaines heures dans des familles éloignées de Dieu.
pt_br: Em média, %1$s bebês nascerão nas próximas 100 horas em famílias que estão longe de Deus em %2$s.

# section_label
source: count
fr_fr: compter
pt_br: contagem

source: On average, %1$s babies will be born in the next week to families who are far from God in %2$s.
fr_fr: En moyenne, %1$s bébés naîtront la semaine prochaine dans des familles éloignées de Dieu en %2$s.
pt_br: Em média, %1$s bebês nascerão na próxima semana em famílias que estão longe de Deus em %2$s.

source: On average, %1$s babies will be born in the next month to families who are far from God in %2$s.
fr_fr: En moyenne, %1$s bébés naîtront le mois prochain dans des familles éloignées de Dieu en %2$s.
pt_br: Em média, %1$s bebês nascerão no próximo mês em famílias que estão longe de Deus em %2$s.

source: Least Reached
fr_fr: Les moins atteints
pt_br: Menos Alcançados

source: People Groups In The Area
fr_fr: Peuples de la région
pt_br: Grupos de Pessoas na Área

source: Focus City
fr_fr: Ville ciblée
pt_br: Cidade em Foco

source: Demographics
fr_fr: Démographie
pt_br: Demografia

source: Population
pt_br: População

source: Dominant Religion
fr_fr: Religion dominante
pt_br: Religião Predominante

source: Language
fr_fr: Langue
pt_br: Língua

source: Prayer Movement
fr_fr: Mouvement de prière
pt_br: Movimento de Oração

source: Father, we cry out for a prayer movement in %1$s of %2$s. Please, stir the %3$s believers here to pray for awakening.
fr_fr: Père, nous t'implorons pour que tu crées un mouvement de prière dans %1$s de %2$s. S'il te plaît, touche les croyants %3$s ici afin qu'ils prient pour un réveil.
pt_br: Pai, clamamos por um movimento de oração em %1$s de %2$s. Por favor, encoraja os %3$s fiéis aqui presentes a orarem por um despertar.

source: Lord, cause a passion for prayer among the people of %1$s.
fr_fr: Seigneur, suscite une passion pour la prière parmi le peuple de %1$s.
pt_br: Senhor, desperta a paixão por oração entre o povo de %1$s.

source: John 17:20b-21
pt_br: João 17:20b-21

# John 17:20b-21
source: I [Jesus] pray also for those who will believe in me through their message, that all of them may be one, Father, just as you are in me and I am in you. May they also be in us so that the world may believe that you have sent me.
fr_fr: Ce n’est pas pour eux seulement que je [Jésus] prie, mais encore pour ceux qui croiront en moi par leur parole, afin que tous soient un, comme toi, Père, tu es en moi, et comme je suis en toi, afin qu’eux aussi soient un en nous, pour que le monde croie que tu m’as envoyé.
pt_br: [Eu, Jesus] rogo também por aqueles que crerão em mim, por meio da mensagem deles, para que todos sejam um, Pai, como tu estás em mim e eu em ti. Que eles também estejam em nós, para que o mundo creia que tu me enviaste.

source: Lord, stir the hearts of your people in %1$s of %2$s to agree with you in prayer.
fr_fr: Seigneur, remue les cœurs de ton peuple dans %1$s de %2$s pour être d'accord avec toi dans la prière.
pt_br: Senhor, mova os corações do teu povo em %1$s de %2$s para que concordem contigo em oração.

source: Spirit, teach the church in %1$s of %2$s to increase their prayer for your kingdom to come.
fr_fr: Saint-Esprit, enseigne l'église dans %1$s de %2$s à prier davantage afin que ton royaume vienne.
pt_br: Espírito, ensina a igreja em %1$s de %2$s a aumentar suas orações para que teu reino venha.

# Daniel 6:10
source: Now when Daniel learned that the decree had been published, he went home to his upstairs room where the windows opened toward Jerusalem. Three times a day he got down on his knees and prayed, giving thanks to his God...
fr_fr: Lorsque Daniel sut que le décret était écrit, il se retira dans sa maison, où les fenêtres de la chambre supérieure étaient ouvertes dans la direction de Jérusalem ; et trois fois le jour il se mettait à genoux, il priait, et il louait son Dieu...
pt_br: Quando Daniel soube que o decreto tinha sido publicado, foi para casa, para o seu quarto, no andar de cima, onde as janelas davam para Jerusalém. Três vezes por dia ele se ajoelhava e orava, agradecendo ao seu Deus...

source: Spirit, teach the children in %1$s of %2$s to pray with passion and pleading for your presence.
fr_fr: Saint-Esprit, enseignes aux enfants de %1$s de %2$s à prier avec passion et à implorer ta présence.
pt_br: Espírito, ensina teus filhos em %1$s de %2$s a orarem com paixão e suplicarem por tua presença.

source: Spirit, awaken a burning desire for your presence and intimacy among the %1$s people living in %2$s of %3$s.
fr_fr: Saint-Esprit, éveille un désir ardent pour ta présence et une intimité avec toi parmi les %1$s personnes vivant dans %2$s de %3$s.
pt_br: Espírito, desperta um desejo ardente por tua presença e intimidade entre os %1$s povos que vivem em %2$s de %3$s.

source: Lord we pray you unite the %1$s believers to pray at all times in the Spirit, with all prayer and supplication, for spiritual breakthrough in %2$s.
fr_fr: Seigneur, nous te prions d'unir les croyants %1$s pour qu'ils prient en tout temps dans l'Esprit, avec toutes les prières et supplications, pour une percée spirituelle en %2$s.
pt_br: Senhor, oramos para que unas os %1$s crentes para orarem em todos o tempo no Espírito, com toda oração e súplica, por um avanço espiritual em %2$s.

source: Philippians 4:6
fr_fr: Philippiens 4:6
pt_br: Filipenses 4:6

# Philippians 4:6
source: in every situation, by prayer and petition, with thanksgiving, present your requests to God.
fr_fr: en toute chose faites connaître vos besoins à Dieu par des prières et des supplications, avec des actions de grâces.
pt_br: em tudo, pela oração e súplicas, e com ação de graças, apresentem seus pedidos a Deus.

source: God, we pray for the believers in %1$s that they will know how to spend an hour in prayer with you.
fr_fr: Dieu, nous prions pour que les croyants à %1$s puissent passer une heure en prière avec toi.
pt_br: Deus, oramos pelos crentes em %1$s para que saibam como passar uma hora em oração contigo.

source: Please, teach the %1$s believers in %2$s how to pray to you and how to listen for your voice. That they might follow you into the good works you have prepared for them.
fr_fr: S'il te plaît, enseignes aux %1$s croyants en %2$s comment te prier et écouter ta voix, afin qu'ils pratiquent les bonnes œuvres que tu leur as préparées d'avance.
pt_br: Por favor, ensina aos %1$s fiéis em %2$s como orar a ti e como ouvir tua voz. Para que eles possam te seguir nas boas obras que preparaste para eles.

source: John 10:27
fr_fr: Jean 10:27
pt_br: João 10:27

# John 10:27
source: My sheep listen to my voice; I know them, and they follow me.
fr_fr: Mes brebis entendent ma voix ; je les connais, et elles me suivent.
pt_br: As minhas ovelhas ouvem a minha voz; eu as conheço, e elas me seguem.

source: Father, answer the requests of your people in %1$s of %2$s.
fr_fr: Père, réponds aux demandes de ton peuple dans %1$s de %2$s.
pt_br: Pai, responde aos pedidos de teu povo em %1$s de %2$s.

source: 1 John 5:14
fr_fr: 1 Jean 5:14
pt_br: 1 João 5:14

# 1 John 5:14
source: This is the boldness which we have toward him, that, if we ask anything according to his will, he listens to us.
fr_fr: Nous avons auprès de lui cette assurance, que si nous demandons quelque chose selon sa volonté, il nous écoute.
pt_br: Esta é a confiança que temos ao nos aproximarmos de Deus: se pedirmos alguma coisa de acordo com a sua vontade, ele nos ouve.

source: Intentional Multiplicative Strategies
fr_fr: Stratégies pour la multiplication des disciples
pt_br: Estratégias de Multiplicação Intencionais

source: Jesus, you taught Paul to train Timothy to train faithful men who would train others. Please, teach the church of %1$s to do the same.
fr_fr: Jésus, tu as appris à Paul à former Timothée pour former des hommes fidèles qui en formeraient d'autres. S'il te plaît, enseigne à l'église de %1$s à faire de même.
pt_br: Jesus, o Senhor ensinou Paulo a treinar Timóteo para treinar homens fiéis que treinariam outros. Por favor, ensina a igreja de %1$s a fazer o mesmo.

source: 2 Timothy 2:2
fr_fr: 2 Timothée 2:2
pt_br: 2 Timóteo 2:2

# 2 Timothy 2:2
source: And the things you have heard me say in the presence of many witnesses entrust to reliable people who will also be qualified to teach others.
fr_fr: Et ce que tu as entendu de moi en présence de beaucoup de témoins, confie-le à des hommes fidèles, qui soient capables de l’enseigner aussi à d’autres.
pt_br: E as coisas que me ouviu dizer na presença de muitas testemunhas, confie a homens fiéis que sejam também capazes de ensinar a outros.

source: Spirit, please equip every disciple to make disciples who make disciples in %1$s of %2$s.
fr_fr: Saint-Esprit, s'il te plaît, équipe chaque disciple afin qu'il puisse en faire des disciples qui font d'autres disciples dans %1$s de %2$s.
pt_br: Espírito, por favor, capacita cada discípulo a fazer discípulos que façam discípulos em %1$s de %2$s.

source: Father, please, raise up a generation of disciples in %1$s of %2$s who will make disciples who make disciples.
fr_fr: Père, s'il te plaît, suscite une génération de disciples dans %1$s de %2$s, qui formeront à leur tour des disciples qui formeront d'autres disciples.
pt_br: Pai, por favor, levanta uma geração de discípulos em %1$s de %2$s que façam discípulos que façam discípulos.

source: Spirit, help the church in %1$s of %2$s to exponentially multiply disciples.
fr_fr: Saint-Esprit, aide l'église dans %1$s de %2$s à multiplier de manière exponentielle les disciples.
pt_br: Espírito, ajuda a igreja em %1$s de %2$s a multiplicar discípulos exponencialmente.

source: Father, please make every disciple be a disciple maker, every home a training center, and every church a church planting movement in %1$s of %2$s.
fr_fr: Père, s'il te plaît, fais de chaque disciple un faiseur de disciples, de chaque maison un centre de formation et de chaque église un mouvement d'implantation d'églises dans %1$s de %2$s.
pt_br: Pai, por favor, faça com que cada discípulo seja um fazedor de discípulos, que cada lar seja um centro de treinamento e cada igreja um movimento de plantação de igrejas em %1$s de %2$s.

source: Spirit, help the church in %1$s of %2$s do things that will multiply their numbers, not just add to them.
fr_fr: Saint-Esprit, aide l'église dans %1$s de %2$s à multiplier, et non pas seulement faire du chiffre.
pt_br: Espírito, ajuda a igreja em %1$s de %2$s a fazer coisas que multipliquem seus números, não apenas os aumentem.

source: 2 Corinthians 2:14
fr_fr: 2 Corinthiens 2:14
pt_br: 2 Coríntios 2:14

# 2 Corinthians 2:14
source: But thanks be to God, who always leads us triumphantly as captives in Christ and through us spreads everywhere the fragrance of the knowledge of Him.
fr_fr: Grâces soient rendues à Dieu, qui nous fait toujours triompher en Christ, et qui répand par nous en tout lieu l’odeur de sa connaissance !
pt_br: Mas graças a Deus, que sempre nos conduz vitoriosamente em Cristo e por nosso intermédio exala em todo lugar a fragrância do seu conhecimento.

source: Jesus, help the church in %1$s of %2$s to not rely on buildings or programs, but on your Spirit and the simple faithfulness of every believer.
fr_fr: Jésus, aide l'église dans %1$s de %2$s à ne pas compter sur des bâtiments ou des programmes, mais sur ton Esprit et la simple fidélité de chaque croyant.
pt_br: Jesus, ajuda a igreja em %1$s de %2$s a não depender de edifícios ou programas, mas do teu Espírito e da fidelidade simples de cada crente.

source: Spirit, reveal best practices for sharing the gospel in %1$s of %2$s.
fr_fr: Saint-Esprit, révèles nous les meilleures pratiques pour partager l'évangile dans %1$s de %2$s.
pt_br: Espírito, revela as melhores práticas para compartilhar o evangelho em %1$s de %2$s.

source: Abundant Gospel Sowing
fr_fr: Semences abondantes de l'évangile
pt_br: Semeadura Abundante do Evangelho

source: Spirit, please give new believers a yearning to see you praised in %1$s.
fr_fr: Saint-Esprit, donne aux nouveaux croyants le désir de te voir adoré dans la région %1$s.
pt_br: Espírito, por favor, dê aos novos crentes o desejo de vê-lo louvado em %1$s.

source: Psalm 96:3
fr_fr: Psaume 96:3
pt_br: Salmos 96:3

# Psalm 96:3
source: Declare his glory among the nations, his marvelous deeds among all peoples.
fr_fr: Racontez parmi les nations sa gloire, parmi tous les peuples ses merveilles !
pt_br: Anunciem a sua glória entre as nações, seus feitos maravilhosos entre todos os povos.

source: Spirit, give the disciples of the %1$s of %2$s words, actions, signs and wonders to proclaim the coming of the Kingdom.
fr_fr: Saint-Esprit, donne aux disciples de %1$s de %2$s paroles, actions, signes et prodiges pour proclamer la venue du Royaume.
pt_br: Espírito, dá aos discípulos de %1$s de %2$s palavras, ações, sinais e maravilhas para proclamarem a vinda do Reino.

source: Matthew 10:7
fr_fr: Matthieu 10:7
pt_br: Mateus 10:7
