Repository: Pray4Movement/prayer-global-porch
Catalog: support/languages/prayer-global-porch-*.po
Languages: fr_fr, pt_br

source: Share the importance of prayer in fulfilling the Great Commission. Lay a foundation for the Prayer.Global experience by casting a vision - the “why” - and setting a goal for your event.
pt_br: Compartilhe a importância da oração no cumprimento da Grande Comissão. Estabeleça um fundamento para a experiência com o Prayer.Global, apresentando uma visão – o "porquê" – e definindo um objetivo para seu evento.

source: Set a Goal
pt_br: Estabeleça um objetivo

source: Choose a prayer target based on your event size and timeframe.
pt_br: Escolha um alvo de oração com base no tamanho e no período do seu evento.

source: Sample Goals
pt_br: Exemplo de objetivos

source: Collectively complete one prayer lap around the world in each event session (covering all 4,770 states in prayer)
pt_br: Completar coletivamente uma volta de oração ao redor do mundo em cada sessão do evento (cobrindo em oração todos os 4.770 pontos)

source: Each individual would pray for multiple regions, depending on the amount of time allotted, each time the activity is offered. For reference, on average ten minutes would allow each person to cover about seven states in prayer.
pt_br: Cada pessoa ora por várias regiões, dependendo do tempo disponível, cada vez que a atividade é oferecida. Como referência, em média, dez minutos permitem que cada pessoa cubra uns sete pontos em oração.

source: Collectively complete one prayer lap around the world in the course of the event (covering all 4,770 states in prayer)
pt_br: Completar coletivamente uma volta de oração ao redor do mundo durante o evento (abrangendo todos os 4.770 estados em oração)

source: ach individual would pray for one region, roughly one minute, each time the activity is offered.
pt_br: cada pessoa ora por uma região, por cerca de um minuto, cada vez que a atividade é oferecida.

source: Customizable Promotional Resources
pt_br: Recursos personalizáveis para divulgação

source: Download the custom QR code from the Prayer.Global website once your lap is set up.
pt_br: Baixe o código QR personalizado do site Prayer.Global assim que sua volta estiver configurada.

source: Customizable sample emails
pt_br: Modelos de e-mails personalizáveis

source: Mobile templates
pt_br: Modelos para dispositivos móveis

source: 3x5 Card
pt_br: Cartão 3x5

source: Presenter slide templates
pt_br: Modelos de slides para apresentação

source: Event poster
pt_br: Cartaz do evento

source: Promo resources
pt_br: Recursos para divulgação

source: Give your attendees advance notice of the upcoming Prayer.Global event to encourage their participation and to help them be prepared to pray on the day of your event. Here is a proposed timeline for promotion.
pt_br: Avise seus participantes com antecedência sobre o próximo evento do Prayer.Global para incentivar a participação e prepará-los para orar no dia do evento. Aqui está um cronograma sugerido para divulgação.

source: Make an announcement in your event materials, encourage people to bring a device with them.
pt_br: Faça um anúncio nos materiais do seu evento e incentive as pessoas a trazerem um dispositivo com elas.

source: Send an email at least 3 days before to cast vision and to encourage your event attendees to download the Prayer.Global app. Include links to both app stores.
pt_br: Envie um e-mail com pelo menos 3 dias de antecedência para transmitir a visão e incentivar os participantes do seu evento a baixarem o aplicativo Prayer.Global. Inclua links para ambas as lojas de aplicativos.

source: Send a text the day before the event with a link to Prayer.Global, if you have a texting service.
pt_br: Envie uma mensagem de texto um dia antes do evento com um link para o Prayer.Global, se você tiver um serviço de mensagens de texto.

source: Provide postcards in seat pockets and at exits to provide more information.
pt_br: Coloque cartões nos assentos e nas saídas para fornecer mais informações.

source: In pre-event promotion, we recommend only promoting the Prayer.Global website and the links for downloading the app. We don’t recommend sharing your custom group URL until the day of the event. This helps ensure better tracking of how many people prayed with you during the event.
pt_br: No pré-evento, recomendamos divulgar apenas o site Prayer.Global e os links para baixar o aplicativo. Não recomendamos compartilhar o URL do seu grupo personalizado até o dia do evento. Isso ajuda a garantir um melhor acompanhamento de quantas pessoas oraram com você durante o evento.

source: It is important to give the Prayer.Global challenge prominence. We have broken this goal down into three essential keys for success:
pt_br: É importante dar o devido destaque ao desafio Prayer.Global. Dividimos esse objetivo em três chaves essenciais para o sucesso:

source: Getting people connected to your group’s prayer lap (5 minutes)
pt_br: Conectar pessoas à volta de oração da sua equipe (5 minutos)

source: Here are some suggested methods of facilitating attendee connection:
pt_br: Aqui estão alguns métodos sugeridos para facilitar a conexão dos participantes:

source: Provide seat cards with the custom lap QR code along with steps for navigating to the website
pt_br: Forneça cartões com o código QR com a volta personalizada, juntamente com as etapas para navegar até o site

source: Display the QR code on your venue’s projection screens or TVs
pt_br: Mostre o código QR nas telas de projeção ou TVs do seu local

source: Add a link – like a ‘Pray Now’ button – to your website or other online resources you are using in the course of your event
pt_br: Adicione um link – como um botão “Ore agora” – para seu site ou outros recursos online que você esteja usando no seu evento

source: Facilitating the group prayer time (5-10 minutes)
pt_br: Facilitar o tempo de oração em grupo (5-10 minutos)

source: Here are some best practices for how to facilitate group prayer time:
pt_br: Aqui estão algumas boas práticas para facilitar o tempo de oração em grupo:

source: Transition into your prayer time by casting vision about what is about to happen.
pt_br: Faça a transição para seu momento de oração, com uma visão sobre o que está prestes a acontecer.

source: Show how the Prayer.Global tool works by walking people through a prayer prompt using a screen share, presentation computer or through a video. Take the full minute to scroll through the prompts, demonstrating how to use the different pieces of information to guide your prayers.
pt_br: Mostre como funciona a ferramenta Prayer.Global, guiando as pessoas por um comando de oração por meio de compartilhamento de tela, um computador de apresentação ou um vídeo. Reserve um minuto inteiro para navegar pelos comandos, mostrando como usar as diferentes informações para guiar suas orações.

source: Provide time for people to get out their devices, scan the codes and to be ready to go. Give the go ahead to start praying and start the countdown timer.
pt_br: Dê tempo para que as pessoas peguem seus dispositivos, leiam os códigos e estejam prontas para seguir. Dê o sinal verde para começar a orar e inicie a contagem regressiva.

source: Close the time with a verbal prayer to give people time to finish the state they are praying over.
pt_br: Encerre o tempo com uma oração em voz alta para dar tempo às pessoas de terminarem a oração que estão fazendo.

source: If possible, provide an update about how many states your group prayed for during that time. You can use the display map to showcase this or provide that information to a host or worship minister to share when they come on stage.
pt_br: Se possível, forneça uma atualização sobre quantos lugares seu grupo orou durante determinado período. Você pode usar o mapa de exibição para mostrar isso ou dar a informação a um anfitrião ou ministro de louvor para que compartilhem quando subirem ao palco.

source: Provide next steps (5 minutes)
pt_br: Fornecer os passos seguintes (5 minutos)

source: How do you encourage continued prayer for the nations? Help people brainstorm ways they can use the Prayer.Global app moving forward.
pt_br: Como você encoraja a oração contínua pelas nações? Ajude as pessoas a pensar em maneiras de usar o aplicativo Prayer.Global daqui para frente.

source: Some ideas include:
pt_br: Algumas ideias incluem:

source: Encourage everyone to register on the Prayer.Global site or app.
pt_br: Encoraje todos a se registrarem no site ou aplicativo Prayer.Global.

source: Complete 1 or 2 prayers before going to bed or putting your kids to bed
pt_br: Faça 1 ou 2 orações antes de dormir ou colocar seus filhos na cama

source: Finish your Bible reading time with 1 or 2 prayers
pt_br: Termine seu tempo de leitura da Bíblia com 1 ou 2 orações

source: Incorporate 1 or 2 prayers into your weekly small group meeting
pt_br: Inclua 1 ou 2 orações em sua reunião semanal de pequenos grupos

source: Invite someone to pray with you by sharing about the app
pt_br: Convide alguém para orar com você, falando sobre o aplicativo

source: Helpful Tips
pt_br: Dicas úteis

source: Personally use Prayer.Global before promoting it. Consider initiating leadership, ushers, and volunteers with a Prayer.Global experience before the event, as well.
pt_br: Use o Prayer.Global pessoalmente antes de promovê-lo. Considere também orientar a liderança, os recepcionistas e os voluntários em uma experiência com o Prayer.Global antes do evento.

source: Set a specific amount of time for prayer. For reference, setting aside 10 minutes will result in each person praying for about 7 states.
pt_br: Defina um tempo específico para a oração. Como referência, reservar 10 minutos resultará em cada pessoa orando por cerca de 7 lugares.

source: Recruit a few technology helpers to be positioned around the room when your prayer time begins. They can help people troubleshoot any issues with their device or access the correct prayer relay.
pt_br: Peça a alguns ajudantes de tecnologia para ficarem pela sala quando o momento de oração começar. Eles podem ajudar as pessoas a solucionar problemas com seus dispositivos ou acessar a equipe de oração correta.

source: Encourage people to pray out loud. Model this from the stage and play some soft music during the prayer time. This will help the room not feel empty while also encouraging participation.
pt_br: Incentive as pessoas a orarem em voz alta. Exemplifique isso no palco e toque uma música suave durante o momento da oração. Isso ajudará a sala a não parecer vazia, além de incentivar a participação.

source: Show a prayer prompt session on the main screens so those without devices can pray along, too.
pt_br: Mostre uma sessão de oração nas telas principais para que aqueles que não têm dispositivos também possam orar junto.

source: After the event & Beyond
pt_br: Depois do evento & além

source: Based on how your Prayer.Global event experience goes, provide follow up information, texts or emails to encourage people to keep praying and to celebrate once your lap is complete, if not completed during the event. Keep the vision and goal of daily prayer for the nations in front of them.
pt_br: Com base na sua experiência no evento Prayer.Global, envie informações, mensagens de texto ou e-mails de acompanhamento para incentivar as pessoas a continuar orando e a celebrar quando a sua volta terminar, caso não tenha sido concluída no evento. Mantenha a visão e o objetivo da oração diária pelas nações à frente delas.

source: Thank you for Partnering with us
pt_br: Obrigado por se associar conosco

source: Thank you for taking the time to explore how to host a Prayer.Global event. By following these steps, you are creating a powerful opportunity for your event attendees to unite in prayer for the nations. As you guide others in lifting their voices to God, may you see hearts ignited with a passion to pray boldly and consistently — not just during your event, but far beyond it.
pt_br: Agradecemos por dedicar seu tempo para entender como organizar um evento do Prayer.Global. Ao seguir esses passos, você estará criando uma oportunidade poderosa para os participantes do seu evento se unirem em oração pelas nações. Ao guiar outros a elevarem suas vozes a Deus, que você veja corações inflamados pela paixão de orar com ousadia e constância — não apenas durante o seu evento, mas muito além dele.

source: May the Lord bless your efforts, multiplying the impact of every prayer offered. May your gathering inspire a movement of extraordinary prayer warriors who will stand in the gap for the lost and see God’s kingdom expand to all nations and people groups.
pt_br: Que o Senhor abençoe seus esforços, multiplicando o impacto de cada oração oferecida. Que sua reunião inspire um movimento de guerreiros de oração extraordinária, que se posicionem na brecha pelos perdidos e vejam o reino de Deus se expandir para todas os povos e nações.

source: We are grateful for your partnership and excited to see how God moves through your leadership.
pt_br: Somos gratos por sua parceria e estamos ansiosos para ver como Deus agirá por meio de sua liderança.

source: Let’s mobilize prayer and watch God move!
pt_br: Vamos mobilizar a oração e observar Deus agir!

source: Ready...Set...
pt_br: Pronto... Preparar...

source: Create Group Relay
pt_br: Criar Equipe de Oração

source: Event
pt_br: Evento

source: Events
pt_br: Eventos

source: To Prayer.Global
pt_br: Para Prayer.Global

source: Thank you for wanting to be part of seeing the Kingdom grow through prayer and movements. Your gift ensures that we can continue to freely give away all of the tools and resources we develop. Your tax deductible donation will go to the development and maintenance of %1$s which is part of the %2$s network.
pt_br: Agradecemos por querer fazer parte do crescimento do Reino por meio de orações e movimentos. Sua doação garante que possamos continuar a doar gratuitamente todas as ferramentas e recursos que desenvolvemos. Sua doação será destinada ao desenvolvimento e à manutenção do %1$s, que faz parte da rede %2$s.

source: Donate Online
pt_br: Doe online

source: Donate by Check
pt_br: Doe por cheque

source: Note:
pt_br: Observação:

source: If you'd like to avoid the 3% fee that credit card companies charge everyone, you can send tax deductible donations via check to:
pt_br: Se você quiser evitar a taxa 3% feita a todos pelas empresas de cartão de crédito, você pode enviar doações dedutíveis de impostos por cheque para:

source: %1$s and by extension %2$s is part of %3$s. You may see %4$s on your invoice or receipt.
pt_br: %1$s e, por extensão, %2$s é parte de %3$s. Você pode ver %4$s na sua fatura ou recibo.

source: Cover the World in Prayer
fr_fr: Couvrir le monde en prière
pt_br: Cubra o Mundo com Oração

source: Learn more
fr_fr: Apprendre encore plus
pt_br: Saiba mais

source: The Goal
fr_fr: Le but
pt_br: O Objetivo

source: The clock is ticking. %sPrayer.Global seeks to encourage extraordinary prayer for the fulﬁllment of the Great Commission in our generation.
fr_fr: L'horloge tourne. %sPrayer.Global cherche à encourager une prière extraordinaire pour l'accomplissement de la Grande Commission dans notre génération.
pt_br: O tempo está passando. %sPrayer.Global busca incentivar orações extraordinárias para o cumprimento da Grande Comissão em nossa geração.

source: But how?
fr_fr: Mais comment ?
pt_br: Mas como?

source: The Race
fr_fr: La course
pt_br: A Corrida

source: Like a race, we pray with urgency and focus as we seek to complete laps by covering the entire world in prayer. An interactive map gives us real time updates on who we’ve prayed for and stats on our collective prayer lap status.
fr_fr: Comme une course, nous prions avec urgence et concentration alors que nous cherchons à terminer des tours en couvrant le monde entier dans la prière. Une carte interactive nous donne des mises à jour en temps réel sur les personnes pour lesquelles nous avons prié et des statistiques sur l'état de notre tour de prière collectif.
pt_br: Como em uma corrida, oramos com urgência e foco enquanto buscamos completar voltas, cobrindo o mundo inteiro em oração. Um mapa interativo nos dá atualizações em tempo real sobre por quem oramos e estatísticas sobre o status da nossa volta de oração coletiva.

source: Our Strategy
fr_fr: Notre stratégie
pt_br: Nossa Estratégia

source: Prayer.Global has broken the world down into 4,770 states based on geographical and governmental boundaries.
fr_fr: Prayer.Global a divisé le monde en 4 770 provinces selon les frontières géographiques et gouvernementales.
pt_br: A Prayer.Global dividiu o mundo em 4.770 áreas com base em fronteiras geográficas e governamentais.

source: When you press the Start Praying button, location specific prayer fuel will help guide your prayers for each of these regions.
fr_fr: En appuyant sur le bouton Commencer à prier, des sujets de prière spécifiques pour un emplacement donné vous guideront dans vos prières pour chacune de ces régions.
pt_br: Ao pressionar o botão Começar a Orar, o combustível específico de oração para cada local ajudará a orientar suas orações para cada uma dessas regiões.

source: Then, watch on the map as our united prayers light up the darkness.
fr_fr: Ensuite, observez sur la carte nos prières unies illuminer les ténèbres.
pt_br: Então, observe no mapa enquanto nossas orações unidas iluminam a escuridão.

source: Current Status
fr_fr: Statut actuel
pt_br: Status Atual

# Prayer Laps Completed
source: Prayer Laps
fr_fr: Tours de prière
pt_br: Voltas de Oração

# Payer Laps Completed
source: Completed
fr_fr: Complété
pt_br: Concluído

source: Our ﬁrst global race started %1$s year and %2$s days ago and we’ve completed %3$s laps together so far.
fr_fr: Notre première course mondiale a commencé il y a %1$s an et %2$s jours et nous avons parcouru %3$s tours ensemble jusqu'à présent.
pt_br: Nossa primeira corrida global começou há %1$s anos e %2$s dias e completamos %3$s voltas juntos até agora.

source: Lap %s Time Elapsed
fr_fr: Tour %s temps écoulé
pt_br: Volta com %s de Tempo Decorrido

source: The Finish Line
fr_fr: La ligne d’arrivée
pt_br: A Linha de Chegada

source: With each prayer lap we complete, we are that much closer to ushering in God’s Kingdom and the return of Jesus Christ! %sClick Start Praying to start your Prayer.Global experience today!
fr_fr: Avec chaque tour de prière que nous accomplissons, nous sommes d'autant plus proches de l'introduction du Royaume de Dieu et du retour de Jésus-Christ ! %sCliquez sur Démarrer la prière pour commencer votre expérience Prayer.Global dès aujourd'hui !
pt_br: A cada volta de oração que completamos, ficamos mais perto de inaugurar o Reino de Deus e o retorno de Jesus Cristo! %sClique em Começar a Orar para iniciar sua experiência global de oração hoje!

source: Ready. Set.
fr_fr: Prêt ?
pt_br: Pronto. Preparar.

source: Prayer.Global has broken the world down into 4,770 states based on geographical and governmental boundaries. %1$sWhen you press the Start Praying button, location specific prayer fuel will help guide your prayers for each of these regions. %2$sThen, watch on the map as our united prayers light up the darkness.
fr_fr: Prayer.Global a décomposé le monde en 4 770 provinces selon des frontières géographiques et gouvernementales. %1$sLorsque vous appuyez sur le bouton Démarrer la prière, les sujets de prière spécifiques à l'emplacement vous guidera dans vos prières pour chacune de ces régions. %2$sVous pourrez ensuite admirer la carte sur laquelle nos prières unies illuminent les ténèbres.
pt_br: A Prayer.Global dividiu o mundo em 4.770 áreas com base em fronteiras geográficas e governamentais. %1$sQuando você clica no botão “Começar a Orar”, o combustível de oração específico para cada local ajudará a guiar suas orações por cada uma dessas regiões. %2$sEm seguida, observe no mapa como nossas orações unidas iluminam a escuridão.

source: Our ﬁrst global race started %1$s days ago and we’ve completed %2$s laps together so far.
fr_fr: Notre première course mondiale a commencé il y a %1$s jours et nous avons parcouru %2$s tours ensemble jusqu'à présent.
pt_br: Nossa primeira corrida global começou há %1$s dias e completamos %2$s voltas juntos até agora.

# Laps Completed
source: Laps %s
fr_fr: Tours %s
pt_br: Voltas %s

# Laps Completed
source: Completed
fr_fr: Complété
pt_br: Concluído

source: Previous
fr_fr: Précédent
pt_br: Anterior

source: Next
fr_fr: Suivant
pt_br: Próximo

source: Global Race Stats
fr_fr: Statistiques de course mondiales
pt_br: Estatísticas Globais da Corrida

source: Total Elapsed Time
fr_fr: Temps écoulé total
pt_br: Tempo Total Decorrido

source: Laps Completed
fr_fr: Tours effectués
pt_br: Voltas Concluídas

source: Total Intercessors
fr_fr: Intercesseurs totaux
pt_br: Total de Intercessores

source: Lap %s
fr_fr: Tour %s
pt_br: Volta %s

source: Current Lap Elapsed Time
fr_fr: Temps écoulé du tour actuel
pt_br: Tempo Decorrido da Volta Atual

source: Places Covered
fr_fr: Lieux couverts
pt_br: Locais Contemplados

# 10 of 4770
source: %1$s of %2$s
fr_fr: %1$s de %2$s
pt_br: %1$s em %2$s

source: Video
fr_fr: Vidéo
pt_br: Vídeo

source: Embed Code
fr_fr: Code intégré
pt_br: Código de Incorporação

source: How to launch Prayer.Global at your church document
fr_fr: Comment lancer Prayer.Global dans votre d'église (document)
pt_br: Documento de como iniciar o Prayer.Global na sua igreja

source: Wayne Bushnell Prayer.Global Testimony Video
fr_fr: Prière de Wayne Bushnell. Vidéo de témoignage mondial
pt_br: Testemunho em Vídeo de Wayne Bushnell em Prayer.Global

source: Moravian Challenge Video
fr_fr: Vidéo du défi morave
pt_br: Vídeo do Desafio Morávio

source: Download Video
fr_fr: Télécharger la video
pt_br: Baixar Vídeo

source: Low Quality (360p - 10mg)
fr_fr: Basse qualité (360p - 10mg)
pt_br: Baixa Qualidade (360p - 10mg)

source: HD Download (1080p - 31mg)
fr_fr: Téléchargement HD (1080p - 31mg)
pt_br: Download em HD (1080p - 31mg)

source: 4k Download (2160p - 74mg)
fr_fr: Téléchargement 4k (2160p - 74mg)
pt_br: Download em 4k (2160p - 74mg)

source: Social Promotion
fr_fr: Promotion sociale
pt_br: Promoção Social

source: firestarters-wanted.jpg">Download
fr_fr: firestarters-wanted.jpg">Télécharger
pt_br: Baixar firestarters-wanted.jpg"

source: Download
fr_fr: Télécharger
pt_br: Baixar

# state of California
source: %1$s of %2$s
fr_fr: %1$s de %2$s
pt_br: %1$s de %2$s

source: Keep Praying...
fr_fr: Continue de prier…
pt_br: Continue Orando...

source: Praying Paused
fr_fr: Prière en pause
pt_br: Pausa na Oração

source: Prayer Added!
fr_fr: Prière ajoutée !
pt_br: Oração Adicionada!

source: Done
fr_fr: Terminé
pt_br: Feito

source: Pray for
fr_fr: Prier pour
pt_br: Ore por

source: In Prayer Relay %s
fr_fr: En relais de prière %s
pt_br: Em Equipe de Oração %s

source: Great Job!
fr_fr: Bon Travail !
pt_br: Bom Trabalho!

source: Are you sure you want to leave?
fr_fr: Êtes-vous sûr de vouloir quitter ?
pt_br: Tem certeza de que deseja sair?

source: Keep Praying
fr_fr: Continue de prier
pt_br: Continue Orando

source: Leave
fr_fr: Partir
pt_br: Sair

source: See more
fr_fr: Voir plus
pt_br: Veja mais

source: Show More Guided Prayers
fr_fr: Afficher plus de prières guidées
pt_br: Mostrar Mais Orações Guiadas

source: %1$s of %2$s
pt_br: %1$s de %2$s

source: Join and create custom prayer relays
pt_br: Entre e crie suas próprias equipes de oração

source: View your interactive prayer history
pt_br: Veja seu histórico de orações interativas

source: Prayer streaks, badges and more
pt_br: Séries de orações, medalhas e muito mais

source: Register Now
pt_br: Registre-se agora

source: Create your own free login
pt_br: Crie seu próprios acesso gratuito

source: No Thanks
pt_br: Não, obrigado

source: Daily Prayer Streak
pt_br: Sequência diária de oração
