Repository: Pray4Movement/prayer-global-porch
Catalog: support/languages/prayer-global-porch-*.po
Languages: fr_fr, pt_br

source: Jesus, you made each of the %1$s believers in %2$s your ambassadors and your primary strategy for reconciling this %3$s .
fr_fr: Jésus, tu as fait de chacun des %1$s croyants en %2$s tes ambassadeurs et ta principale stratégie pour réconcilier cet %3$s.
pt_br: Jesus, tu fizeste de cada um dos %1$s crentes em %2$s teus embaixadores e tua principal estratégia para reconciliar esse %3$s.

source: 2 Corinthians 5:20
fr_fr: 2 Corinthiens 5:20
pt_br: 2 Coríntios 5:20

# 2 Corinthians 5:20
source: We are therefore Christ’s ambassadors, as though God were making his appeal through us. We implore you on Christ’s behalf: Be reconciled to God.
fr_fr: Nous faisons donc les fonctions d’ambassadeurs pour Christ, comme si Dieu exhortait par nous ; nous vous en supplions au nom de Christ : Soyez réconciliés avec Dieu !
pt_br: Portanto, somos embaixadores de Cristo, como se Deus estivesse fazendo o seu apelo por nosso intermédio. Por amor a Cristo lhes suplicamos: Reconciliem-se com Deus.

source: Primary Religion
fr_fr: Religion primaire
pt_br: Religião Principal

source: People Groups
fr_fr: Groupes de personnes
pt_br: Grupos de Pessoas

source: Local Leadership
fr_fr: Direction locale
pt_br: Liderança Local

source: Spirit, build the strength and maturity of the local leaders in %1$s. Show them that faithfulness is better than knowledge. Show them that the Spirit, the Word, and prayer is enough in order to grow and lead.
fr_fr: Esprit Saint, donne la force et la maturité aux dirigeants locaux dans %1$s. Montre-leur que la fidélité est plus importante que la connaissance. Montre-leur que l'Esprit, la Parole et la prière suffisent pour grandir et diriger.
pt_br: Espírito, fortalece e amadurece os líderes locais em %1$s. Mostra a eles que a fidelidade é melhor do que o conhecimento. Mostra a eles que o Espírito, a Palavra e a oração são suficientes para crescer e liderar.

source: God, we ask you to raise up elders and deacons from the %1$s believers in %2$s, who will serve the church and equip it to do your work.
fr_fr: Dieu, nous te demandons de susciter des anciens et des diacres parmi les %1$s croyants en %2$s, qui serviront l'église et l'équiperont pour faire ton travail.
pt_br: Deus, pedimos que levante presbíteros e diáconos dentre os %1$s crentes em %2$s, que servirão à igreja e a capacitarão para fazer o teu trabalho.

source: Ephesians 4:11-13
pt_br: Efésios 4:11-13

# Ephesians 4:11-13
source: So Christ himself gave the apostles, the prophets, the evangelists, the pastors and teachers, to equip his people for works of service, so that the body of Christ may be built up until we all reach unity in the faith and in the knowledge of the Son of God and become mature, attaining to the whole measure of the fullness of Christ.
fr_fr: Et il a donné les uns comme apôtres, les autres comme prophètes, les autres comme évangélistes, les autres comme pasteurs et docteurs, pour le perfectionnement des saints en vue de l’oeuvre du ministère et de l’édification du corps de Christ, jusqu’à ce que nous soyons tous parvenus à l’unité de la foi et de la connaissance du Fils de Dieu, à l’état d’homme fait, à la mesure de la stature parfaite de Christ.
pt_br: E ele designou alguns para apóstolos, outros para profetas, outros para evangelistas, e outros para pastores e mestres, com o fim de preparar os santos para a obra do ministério, para que o corpo de Cristo seja edificado, até que todos alcancemos a unidade da fé e do conhecimento do Filho de Deus, e cheguemos à maturidade, atingindo a medida da plenitude de Cristo.

source: Movement Leadership
fr_fr: Guider le mouvement d'Église
pt_br: Liderança de Movimento

source: Father, we pray for every movement leader and disciple in %1$s of %2$s that they would have deepening intimacy with you.
fr_fr: Père, nous prions pour chaque leader de mouvement d'Église et disciple dans le %1$s de %2$s afin qu'ils aient une intimité plus profonde avec toi.
pt_br: Pai, oramos por cada líder de movimento e discípulo em %1$s de %2$s para que tenham uma intimidade cada vez mais profunda contigo.

source: John 14:20
fr_fr: Jean 14:20
pt_br: João 14:20

# John 14:20
source: On that day you will realize that I am in my Father, and you are in me, and I am in you.
fr_fr: En ce jour-là, vous connaîtrez que je suis en mon Père, que vous êtes en moi, et que je suis en vous.
pt_br: Naquele dia compreenderão que estou em meu Pai, vocês em mim, e eu em vocês.

source: Father, grace the churches in %1$s with faithful local leaders.
fr_fr: Père, honore les églises de %1$s avec des dirigeants locaux fidèles.
pt_br: Pai, por tua graça concede às igrejas em %1$s líderes locais fiéis.

source: Proverbs 11:14
fr_fr: Proverbes 11:14
pt_br: Provérbios 11:14

# Proverbs 11:14
source: Where there is no guidance, a people falls, but in an abundance of counselors there is safety.
fr_fr: Quand la prudence fait défaut, le peuple tombe ; et le salut est dans le grand nombre des conseillers.
pt_br: Não havendo direção sábia, o povo fracassa; com muitos conselheiros há segurança.

source: Jesus, teach the local leaders in %1$s to be humble and to serve others.
fr_fr: Jésus, enseignes aux dirigeants locaux de %1$s à être humbles et à servir les autres.
pt_br: Jesus, ensina os líderes locais em %1$s a serem humildes e a servirem aos outros.

source: Matthew 20:26–28
fr_fr: Matthieu 20:26-28
pt_br: Mateus 20:26-28

# Matthew 20:26–28
source: It shall not be so among you. But whoever would be great among you must be your servant, and whoever would be first among you must be your slave, even as the Son of Man came not to be served but to serve, and to give his life as a ransom for many.
fr_fr: Il n’en sera pas de même au milieu de vous. Mais quiconque veut être grand parmi vous, qu’il soit votre serviteur ; et quiconque veut être le premier parmi vous, qu’il soit votre esclave. C’est ainsi que le Fils de l’homme est venu, non pour être servi, mais pour servir et donner sa vie comme la rançon de plusieurs.
pt_br: Não será assim entre vocês. Pelo contrário, quem quiser tornar-se importante entre vocês deverá ser servo, e quem quiser ser o primeiro deverá ser escravo; como o Filho do homem, que não veio para ser servido, mas para servir e dar a sua vida em resgate por muitos.

source: Jesus, help the local leaders in %1$s to be faithful with what they have been given, whether a little or a lot.
fr_fr: Jésus, aide les dirigeants locaux de %1$s à être fidèles avec ce qui leur a été confié, que ce soit peu ou beaucoup.
pt_br: Jesus, ajuda os líderes locais em %1$s a serem fiéis com o que lhes foi dado, seja pouco ou muito.

source: Luke 12:48b
pt_br: Lucas 12:48b

# Luke 12:48b
source: Everyone to whom much was given, of him much will be required, and from him to whom they entrusted much, they will demand the more.
fr_fr: Mais celui qui, ne l’ayant pas connue, a fait des choses dignes de châtiment, sera battu de peu de coups. On demandera beaucoup à qui l’on a beaucoup donné, et on exigera davantage de celui à qui l’on a beaucoup confié.
pt_br: A quem muito foi dado, muito será exigido; e a quem muito foi confiado, muito mais será pedido.

source: Jesus, help the local leaders in %1$s not be proud but humble, and willing to wash the feet of all they serve.
fr_fr: Jésus, aide les dirigeants locaux de %1$s à ne pas être fiers mais humbles et disposés à laver les pieds de tous ceux qu'ils servent.
pt_br: Jesus, ajuda os líderes locais em %1$s a não serem orgulhosos, mas humildes e dispostos a lavar os pés de todos a quem servem.

source: John 13:13–15
fr_fr: Jean 13:13-15
pt_br: João 13:13-15

# John 13:13–15
source: “You call me ‘Teacher’ and ‘Lord,’ and rightly so, for that is what I am. Now that I, your Lord and Teacher, have washed your feet, you also should wash one another’s feet. I have set you an example that you should do as I have done for you.
fr_fr: Vous m’appelez Maître et Seigneur ; et vous dites bien, car je le suis. Si donc je vous ai lavé les pieds, moi, le Seigneur et le Maître, vous devez aussi vous laver les pieds les uns aux autres ; car je vous ai donné un exemple, afin que vous fassiez comme je vous ai fait.
pt_br: Vocês me chamam ‘Mestre’ e ‘Senhor’, e com razão, pois eu o sou. Pois bem, se eu, sendo Senhor e Mestre de vocês, lavei-lhes os pés, vocês também devem lavar os pés uns dos outros. Eu lhes dei o exemplo, para que vocês façam como lhes fiz.

source: Father, may the churches in %1$s honor local leaders who work hard for the flock of God.
fr_fr: Père, que les églises de %1$s honorent les dirigeants locaux qui travaillent dur pour le troupeau de Dieu.
pt_br: Pai, que as igrejas em %1$s honrem os líderes locais que trabalham arduamente pelo rebanho de Deus.

source: Acts 20:28
fr_fr: Actes 20:28
pt_br: Atos 20:28

# Acts 20:28
source: Pay careful attention to yourselves and to all the flock, in which the Holy Spirit has made you overseers, to care for the church of God, which he obtained with his own blood.
fr_fr: Prenez donc garde à vous-mêmes, et à tout le troupeau sur lequel le Saint-Esprit vous a établis évêques, pour paître l’Église du Seigneur, qu’il s’est acquise par son propre sang.
pt_br: Cuidem de vocês mesmos e de todo o rebanho sobre o qual o Espírito Santo os colocou como bispos, para pastorearem a igreja de Deus, que ele comprou com o seu próprio sangue.

source: Father, knowing that teachers will be judged more strictly, help the local leaders in %1$s to be careful with their words.
fr_fr: Père, sachant que les enseignants seront jugés plus strictement, aide les dirigeants locaux de %1$s à faire attention à leurs paroles.
pt_br: Pai, sabendo que os mestres serão julgados mais rigorosamente, ajuda os líderes locais em %1$s a serem cuidadosos com suas palavras.

source: James 3:1
fr_fr: Jacques 3:1
pt_br: Tiago 3:1

# James 3:1
source: Not many of you should become teachers, my brothers, for you know that we who teach will be judged with greater strictness.
fr_fr: Mes frères, qu’il n’y ait pas parmi vous un grand nombre de personnes qui se mettent à enseigner, car vous savez que nous serons jugés plus sévèrement.
pt_br: Não sejam muitos de vocês mestres, pois vocês sabem que nós, os que ensinamos, seremos julgados com maior rigor.

source: Apostles and Pioneers
fr_fr: Apôtres et Pionniers
pt_br: Apóstolos e Pioneiros

source: Father, please raise up new apostles to pioneer the growth of the church in %s.
fr_fr: Père, s'il te plaît, suscite de nouveaux apôtres pour initier la croissance de l'église en %s.
pt_br: Pai, por favor, levanta novos apóstolos para serem pioneiros no crescimento da igreja em %s.

source: Ephesians 4:11-12
fr_fr: Éphésiens 4:11-12
pt_br: Efésios 4:11-12

# Ephesians 4:11-12
source: So Christ himself gave the apostles, the prophets, the evangelists, the pastors and teachers, to equip his people for works of service, so that the body of Christ may be built up
fr_fr: Et il a donné les uns comme apôtres, les autres comme prophètes, les autres comme évangélistes, les autres comme pasteurs et docteurs, pour le perfectionnement des saints en vue de l’oeuvre du ministère et de l’édification du corps de Christ
pt_br: E ele designou alguns para apóstolos, outros para profetas, outros para evangelistas, e outros para pastores e mestres, com o fim de preparar os santos para a obra do ministério, para que o corpo de Cristo seja edificado

source: Lord, raise up apostolic workers to plant churches in every town in %1$s of %2$s.
fr_fr: Seigneur, suscite des ouvriers apostoliques pour implanter des églises dans chaque ville de %1$s de %2$s.
pt_br: Senhor, levanta obreiros apostólicos para plantarem igrejas em cada cidade em %1$s de %2$s.

source: Titus 1:5
fr_fr: Tite 1:5
pt_br: Tito 1:5

# Titus 1:5
source: The reason I left you in Crete was that you might put in order what was left unfinished and appoint elders in every town, as I directed you.
fr_fr: Je t’ai laissé en Crète, afin que tu mettes en ordre ce qui reste à régler, et que, selon mes instructions, tu établisses des anciens dans chaque ville.
pt_br: A razão de tê-lo deixado em Creta foi para que você pusesse em ordem o que ainda faltava e constituísse presbíteros em cada cidade, como eu o instruí.

source: Father, please send new apostles into the harvest, who can open up new communities for the gospel in %1$s of %2$s.
fr_fr: Père, s'il te plaît, envoie de nouveaux apôtres dans la moisson afin qu'ils ouvrent de nouvelles communautés pour l'évangile dans %1$s %2$s.
pt_br: Pai, por favor, envia novos apóstolos para a seara, que possam abrir novas comunidades para o evangelho em %1$s de %2$s.

source: Matthew 9:38
fr_fr: Matthieu 9:38
pt_br: Mateus 9:38

# Matthew 9:38
source: Ask the Lord of the harvest, therefore, to send out workers into his harvest field.
fr_fr: Priez donc le maître de la moisson d’envoyer des ouvriers dans sa moisson.
pt_br: Peçam, pois, ao Senhor da seara que envie trabalhadores para a sua seara.

source: Jesus, please give the apostles in %1$s a vision for the harvest, and a passion to see the gospel spread to every corner of the %2$s.
fr_fr: Jésus, s'il te plaît, donne aux apôtres dans la province %1$s une vision pour la moisson et une passion pour voir l'évangile se répandre dans tous les coins de %2$s.
pt_br: Jesus, por favor, dá a apóstolos em %1$s uma visão para a colheita e uma paixão para ver o evangelho se espalhar por todos os cantos de %2$s.

source: Lord of the Harvest, please send out workers into the %1$s of %2$s.
fr_fr: Seigneur de la moisson, envoie des ouvriers dans %1$s de %2$s.
pt_br: Senhor da Seara, por favor envia trabalhadores para %1$s de %2$s.

source: Matthew 9:37-38
fr_fr: Matthieu 9:37-38
pt_br: Mateus 9:37-38

# Matthew 9:37-38
source: Then he said to his disciples, “The harvest is plentiful but the workers are few. Ask the Lord of the harvest, therefore, to send out workers into his harvest field.
fr_fr: Alors il dit à ses disciples : La moisson est grande, mais il y a peu d’ouvriers. Priez donc le maître de la moisson d’envoyer des ouvriers dans sa moisson.
pt_br: Então disse aos seus discípulos: "A seara é grande, mas os trabalhadores são poucos. Peçam, pois, ao Senhor da seara que envie trabalhadores para a sua seara".

source: Lord, please give apostles to expand the church into every neighborhood of %1$s.
fr_fr: Seigneur, s'il te plaît, donne aux apôtres d'étendre l'église pour chaque quartier de %1$s.
pt_br: Senhor, por favor, dá apóstolos para expandir a igreja em toda a vizinhança de %1$s.

source: Matthew 28:19-20a
pt_br: Mateus 28:19-20a

# Matthew 28:19-20a
source: Therefore go and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit, and teaching them to obey everything I have commanded you.
fr_fr: Allez, faites de toutes les nations des disciples, les baptisant au nom du Père, du Fils et du Saint-Esprit, et enseignez-leur à observer tout ce que je vous ai prescrit.
pt_br: Portanto, vão e façam discípulos de todas as nações, batizando-os em nome do Pai e do Filho e do Espírito Santo, ensinando-os a obedecer a tudo o que eu lhes ordenei.

source: Evangelists and Harvest Workers
fr_fr: Évangélistes et moissonneurs
pt_br: Evangelistas e Trabalhadores na Seara

source: Jesus, please raise up evangelists to equip your people to share the gospel in %1$s.
fr_fr: Jésus, s'il te plaît, suscite des évangélistes qui équiperont ton peuple pour partager l'évangile en %1$s.
pt_br: Jesus, por favor, levanta evangelistas para prepararem seu povo para compartilhar o evangelho em %1$s.

source: Father, please send new evangelists into the harvest in %1$s of %2$s.
fr_fr: Père, envoie de nouveaux évangélistes pour la moisson dans le %1$s de %2$s.
pt_br: Pai, por favor, envia novos evangelistas para a colheita em %1$s de %2$s.

source: Jesus, you said you were the giver of evangelists to the church. Please, send more evangelists to %1$s of %2$s.
pt_br: Jesus, disseste que és o que dá evangelistas para a igreja. Por favor, envia mais evangelistas para %1$s de %2$s.

source: Evangelists
fr_fr: Évangélistes
pt_br: Evangelistas

source: God in Heaven, only you can and should appoint evangelists. Please, appoint and send more to %1$s.
fr_fr: Dieu qui est aux Cieux, tu es le seul qui établit des évangélistes. Appelle-les et envoie-les en grand nombre à %1$s.
pt_br: Deus Celestial, só o Senhor pode e deve nomear evangelistas. Por favor, nomeia e envia mais para %1$s.

source: 1 Corinthians 12:28
fr_fr: 1 Corinthiens 12:28
pt_br: 1 Coríntios 12:28

# 1 Corinthians 12:28
source: And in the church God has appointed first of all apostles, second prophets, third teachers, then workers of miracles, and those with gifts of healing, helping, administration, and various tongues.
fr_fr: Et Dieu a établi dans l’Église premièrement des apôtres, secondement des prophètes, troisièmement des docteurs, ensuite ceux qui ont le don des miracles, puis ceux qui ont les dons de guérir, de secourir, de gouverner, de parler diverses langues.
pt_br: Assim, na igreja, Deus estabeleceu primeiramente apóstolos; em segundo lugar, profetas; em terceiro lugar, mestres; depois os que realizam milagres, os que têm dom de curar, os que têm dom de prestar ajuda, os que têm dons de administração e os que falam diversas línguas.

source: Spirit, encourage every believer in %1$s to do the work of an evangelist with their friends and neighbors.
fr_fr: Saint-Esprit, encourage chaque croyant dans la province %1$s à faire le travail d'un évangéliste envers ses amis et ses voisins.
pt_br: Espírito, encoraja cada crente em %1$s a fazer o trabalho de um evangelista com seus amigos e vizinhos.

# 2 Timothy 4:5
source: But you, keep your head in all situations, endure hardship, do the work of an evangelist
fr_fr: Mais toi, sois sobre en toutes choses, supporte les souffrances, fais l’oeuvre d’un évangéliste
pt_br: Você, porém, seja sóbrio em tudo, suporte os sofrimentos, faça a obra de um evangelista

source: Spirit, help every believer in %1$s be prepared to give an answer to everyone who asks them for the reason for their hope.
fr_fr: Saint-Esprit, aide chaque croyant en %1$s à être prêt à donner une réponse à tous ceux qui lui demandent la raison de son espoir.
pt_br: Espírito, ajuda cada crente em %1$s a estar preparado para dar uma resposta a qualquer um que lhe pergunte a razão de sua esperança.

source: 1 Peter 3:15
fr_fr: 1 Pierre 3:15
pt_br: 1 Pedro 3:15

# 1 Peter 3:15
source: But in your hearts revere Christ as Lord. Always be prepared to give an answer to everyone who asks you to give the reason for the hope that you have. But do this with gentleness and respect.
fr_fr: Mais sanctifiez dans vos coeurs Christ le Seigneur, étant toujours prêts à vous défendre, avec douceur et respect, devant quiconque vous demande raison de l’espérance qui est en vous.
pt_br: Antes, santifiquem Cristo como Senhor no coração. Estejam sempre preparados para responder a qualquer que lhes pedir a razão da esperança que há em vocês.

source: Father, send out evangelists who will challenge people like Peter who said, "Repent and be baptized, every one of you" in %1$s of %2$s.
fr_fr: Père, envoie dans le %1$s de %2$s des évangélistes qui mettront les autres au défi comme Pierre le faisait en disant : « Repentez-vous et soyez baptisés, chacun de vous » .
pt_br: Pai, envia evangelistas que desafiem pessoas como Pedro, que disse: "Arrependam-se e sejam batizados, cada um de vocês" em %1$s de %2$s.

source: Acts 2:38
fr_fr: Actes 2:38
pt_br: Atos 2:38

# Acts 2:38
source: Peter replied, “Repent and be baptized, every one of you, in the name of Jesus Christ for the forgiveness of your sins. And you will receive the gift of the Holy Spirit.
fr_fr: Pierre leur dit : Repentez-vous, et que chacun de vous soit baptisé au nom de Jésus-Christ, pour le pardon de vos péchés ; et vous recevrez le don du Saint-Esprit.
pt_br: Pedro respondeu: "Arrependam-se, e cada um de vocês seja batizado em nome de Jesus Cristo, para perdão dos seus pecados, e receberão o dom do Espírito Santo.

source: Jesus, please give your people in %1$s a passion for the lost.
fr_fr: Jésus, s'il te plaît, donne à ton peuple en %1$s une passion pour les perdus.
pt_br: Jesus, por favor, dá a teu povo em %1$s uma paixão pelos perdidos.

source: Prophets and Truth Speakers
fr_fr: Prophètes et orateurs de vérité
pt_br: Profetas e Pregadores da Verdade

source: Father, please raise up prophets in %1$s who can call the church to holiness and purity, preparing your church as a bride for your Son.
fr_fr: Père, s'il te plaît, suscite des prophètes en %1$s qui peuvent appeler l'église à la sainteté et à la pureté, préparant ton église comme une épouse pour ton Fils.
pt_br: Pai, por favor, levanta profetas em %1$s que possam chamar a igreja à santidade e à pureza, preparando tua igreja como uma noiva para teu Filho.

source: Father, please give the church in %1$s of %2$s prophets who can build up holiness and faithfulness to you.
fr_fr: Père, s'il te plaît, donne à l'église dans %1$s %2$s des prophètes qui peuvent édifier la sainteté et la fidélité envers toi.
pt_br: Pai, por favor, dá à igreja em %1$s de %2$s profetas que possam edificar a santidade e a fidelidade a ti.

source: Lord, you already know the names of the prophets you want to raise up in %1$s. Please, raise them up and give them the courage to speak your truth to your church.
fr_fr: Seigneur, tu connais déjà les noms des prophètes que tu veux susciter en %1$s. S'il te plaît, élève-les et donne-leur le courage de dire ta vérité à ton église.
pt_br: Senhor, tu já sabes os nomes dos profetas que queres levantar em %1$s. Por favor, levanta-os e dá a eles a coragem de falar a tua verdade à tua igreja.

source: Jeremiah 1:5
fr_fr: Jérémie 1:5
pt_br: Jeremias 1:5

# Jeremiah 1:5
source: Before I formed you in the womb I knew you, and before you were born I consecrated you; I appointed you a prophet to the nations.
fr_fr: Avant que je t’eusse formé dans le ventre de ta mère, je te connaissais, et avant que tu fusses sorti de son sein, je t’avais consacré, je t’avais établi prophète des nations.
pt_br: Antes de formá-lo no ventre eu o escolhi; antes de você nascer, eu o separei e o designei profeta às nações.

source: Lord, like in the church of Antioch, where you gathered many prophets and teachers, please gather many prophets and teachers in %1$s of %2$s.
fr_fr: Seigneur, comme dans l'église d'Antioche, où tu as rassemblé de nombreux prophètes et enseignants, rassemble de nombreux prophètes et enseignants dans %1$s de %2$s.
pt_br: Senhor, como na igreja de Antioquia, onde reuniste muitos profetas e mestres, por favor, reúne muitos profetas e mestres em %1$s de %2$s.

source: Acts 13:1
fr_fr: Actes 13:1
pt_br: Atos 13:1

# Acts 13:1
source: Now in the church at Antioch there were prophets and teachers: Barnabas, Simeon called Niger, Lucius of Cyrene, Manaen (who had been brought up with Herod the tetrarch), and Saul.
fr_fr: Il y avait dans l’Église d’Antioche des prophètes et des docteurs : Barnabas, Siméon appelé Niger, Lucius de Cyrène, Manahen, qui avait été élevé avec Hérode le tétrarque, et Saul.
pt_br: Na igreja de Antioquia havia profetas e mestres: Barnabé, Simeão, chamado Níger, Lúcio de Cirene, Manaém, que fora criado com Herodes, o tetrarca, e Saulo.

source: Father, make bold the prophets in %1$s so that the church can be equipped with truth and insight and a vision of your heart.
fr_fr: Père, rends audacieux les prophètes dans %1$s afin que l'église, équipée de la vérité et de la perspicacité, poursuive une vision de ton cœur.
pt_br: Pai, torna ousados os profetas em %1$s para que a igreja possa ser capacitada com a verdade, o discernimento e a visão do teu coração.

source: Zechariah 8:16
fr_fr: Zacharie 8:16
pt_br: Zacarias 8:16
