Repository: Pray4Movement/prayer-global-porch
Catalog: support/languages/prayer-global-porch-*.po
Languages: fr_fr, pt_br

source: Not where you meant to be? Try some of the links below (or above) to get back into the action...
fr_fr: Pas là où vous semblez être ? Essayez certains des liens ci-dessous (ou ci-dessus) pour revenir dans l'action...
pt_br: Não é onde você queria estar? Tente alguns dos links abaixo (ou acima) para voltar à ação...

source: Start Praying
fr_fr: Commencer à prier
pt_br: Começar a Orar

source: The map
fr_fr: La carte
pt_br: O Mapa

source: Prayer Relays
fr_fr: Relais de prière
pt_br: Equipes de Oração

source: Other interesting links
fr_fr: Autres liens intéressants
pt_br: Outros links interessantes

source: Anything to share/request? Please contact us :)
fr_fr: Quelque chose à partager/demander ? Contactez nous s'il vous plait :)
pt_br: Algo para compartilhar/solicitar? Por favor, entre em contato conosco :)

source: Where does all the data come from?
fr_fr: D'où viennent toutes les données ?
pt_br: De onde vêm todos os dados?

source: Invites for sharing on social media
fr_fr: Invitations à partager sur les réseaux sociaux
pt_br: Convites para compartilhar nas redes sociais

source: About
fr_fr: À propos
pt_br: Sobre

source: %s seeks to encourage extraordinary prayer for the fulfillment of the Great Commission using technology.
fr_fr: %s encourage la prière extraordinaire pour accomplir la Grande Mission au travers de la technologie.
pt_br: %s busca incentivar orações extraordinárias para o cumprimento da Grande Comissão, usando a tecnologia.

source: Historic Moment
fr_fr: Évènement historique
pt_br: Momento Histórico

source: How it works
fr_fr: Comment cela fonctionne
pt_br: Como isso funciona

source: Global Race
fr_fr: Course autour du monde
pt_br: Corrida Global

source: Moravian Prayer Challenge
fr_fr: Défi de prière morave
pt_br: Desafio de Oração Moraviano

source: We know three things about our moment in history:
fr_fr: Nous savons trois choses sur notre moment historique :
pt_br: Sabemos de três coisas sobre o nosso momento na história:

source: (1) Never before in history have we been able to coordinate global prayer for the kingdom IN REALTIME!
fr_fr: (1) Jamais auparavant dans l'histoire n'avons-nous été en mesure de mobiliser un réseau mondial de prière pour le royaume EN TEMPS RÉEL !
pt_br: (1) Nunca antes na história tivemos a capacidade de coordenar a oração global pelo reino EM TEMPO REAL!

source: (2) God has used technology for the advance of His kingdom (i.e. written language, Roman roads, printing presses, etc.), and is now using the Internet.
fr_fr: (2) Dieu a utilisé la technologie pour l’avancement de Son royaume (c’est-à-dire la langue écrite, les voies romaines, les presses à imprimer, etc.), et utilise désormais Internet.
pt_br: (2) Deus tem usado a tecnologia para o avanço do Seu reino (ou seja, linguagem escrita, estradas romanas, impressoras etc.) e agora, está usando a internet.

source: (3) Extraordinary prayer is a foundational mark of all modern disciple multiplying movements.
fr_fr: (3) La prière extraordinaire est une marque fondamentale de tous les mouvements multiplicateurs de disciples modernes.
pt_br: (3) A oração extraordinária é uma marca fundamental de todos os movimentos modernos de multiplicação de discípulos.

source: How It Works
fr_fr: Comment ça fonctionne
pt_br: Como Isso Funciona

source: Click on %1$sStart Praying%2$s.
fr_fr: Cliquer sur %1$s Commencer à prier %2$s.
pt_br: Clique em %1$sComeçar a Orar%2$s.

source: Pray over the location provided using the maps, photos, prayers, people group info, and facts.
fr_fr: Prions pour l'emplacement fourni en utilisant les cartes, les photos, les prières, les informations sur les groupes de personnes et les faits.
pt_br: Ore pelo local fornecido, usando mapas, fotos, orações, informações sobre grupos de pessoas e fatos.

source: Pray for one minute (or longer) as the Spirit leads.
fr_fr: Prions pendant une minute (ou plus) sous la conduite de l'Esprit.
pt_br: Ore por um minuto (ou mais) conforme o Espírito guiar você.

source: When the timer finishes
fr_fr: Quand le compteur se termine
pt_br: Quando o cronômetro terminar

source: Click Done to see your impact on the map or %sclick Next to pray for another location
fr_fr: Cliquer sur Terminé pour voir votre impact sur la carte ou %s cliquer sur Suivant pour prier pour un autre emplacement
pt_br: Clique em Feito para ver seu impacto no mapa ou %sclique em Próximo para orar por outro local

source: Keys To The Race
fr_fr: Clés de la course
pt_br: Chaves para a Corrida

source: Prayer Lap
fr_fr: Tour de prière
pt_br: Volta de Oração

source: A Prayer Lap consists of covering all 4770 geographical states of the world in prayer.
fr_fr: Un tour de prière s'achève lorsque nous avons prié pour toutes les 4770 provinces du monde.
pt_br: Uma Volta de Oração consiste em cobrir todos os 4.770 estados geográficos do mundo em oração.

source: Race Map
fr_fr: Carte de course
pt_br: Mapa da Corrida

source: The Race map shows the number of laps, number of minutes, and number of prayer intercessors for the entire challenge.
fr_fr: La carte de la course indique le numéro de l'étape de prière, le nombre de minutes et le nombre d'intercesseurs de prière pour l'ensemble du marathon de prière.
pt_br: O Mapa da Corrida mostra o número de voltas, o número de minutos e o número de intercessores de oração durante todo o desafio.

source: Race List
fr_fr: Liste de courses
pt_br: Lista da Corrida

source: The Race List shows each of the laps accomplished so far and some of the statistics for those individual laps.
fr_fr: La liste des courses montre chacun des tours de prière accomplies jusqu'à présent et certaines des statistiques pour ces sessions individuelles.
pt_br: A Lista da Corrida mostra cada uma das voltas concluídas até agora e algumas estatísticas sobre as voltas individuais.

source: Current Lap
fr_fr: Tour de prière actuel
pt_br: Volta Atual

source: The Current Lap in the real time prayer coverage of the 4770 states of the world.
fr_fr: Le tour actuel de prière et son avancée en temps réel pour les 4770 provinces du monde.
pt_br: A Volta Atual na cobertura de orações em tempo real dos 4.770 estados do mundo.

source: Current Map
fr_fr: Carte actuelle
pt_br: Mapa Atual

source: The current map shows what has been covered so far in the active prayer map.
fr_fr: La carte actuelle montre ce qui a été couvert jusqu'à présent dans la carte de prière active.
pt_br: O mapa atual mostra o que foi alcançado até agora no mapa de orações ativo.

source: Prayer Fuel
fr_fr: Guide de Prière
pt_br: Combustível de Oração

source: Demographics, scripture, faith status, images and maps to help guide your prayer time.
fr_fr: Données démographiques, écritures, état de l'Église, images et cartes pour vous guider dans la prière.
pt_br: Dados demográficos, versículos, status de fé, imagens e mapas para ajudar a orientar seu tempo de oração.

source: Faith Status
fr_fr: Avancée de l'Evangile
pt_br: Status de Fé

source: Know Jesus
fr_fr: Connaissent Jésus
pt_br: Conheço Jesus

source: Know About Jesus
fr_fr: Ont seulement entendu parler de Jésus
pt_br: Sei Sobre Jesus

source: Don't Know Jesus
fr_fr: Ne connaissent pas du tout Jésus
pt_br: Não Conheço Jesus

source: Moravian
fr_fr: Morave
pt_br: Morávio

source: Prayer Challenge
fr_fr: Défi de prière
pt_br: Desafio de Oração

source: Inspired by the %1$sMoravians%2$s, who prayed non-stop for 100 years, we have crafted this website to help the church pray for the entire world in measurable units, as a community, and to know at the end when we have finished ... and are ready to start another lap.
fr_fr: Inspirés par les %1$sMoraves%2$s, qui ont prié sans arrêt pendant 100 ans, nous avons conçu ce site Web pour aider l'église à prier pour le monde entier, quantifier leur effort en tant que communauté... et d'entamer un autre tour de prière après avoir prié pour toutes les régions du monde.
pt_br: Inspirados pelos %1$smorávios%2$s, que oraram sem parar por 100 anos, criamos este site para ajudar a igreja a orar pelo mundo inteiro em unidades mensuráveis, como uma comunidade, e para saber no final quando terminarmos... e estivermos prontos para começar outra volta.

source: Once every location in the world has been prayed for (we finish a lap), then the prayer map resets, and we try to pray over the world again ... maybe faster.
fr_fr: Une fois avoir prié pour toutes les régions du monde (nous terminons alors un tour), la carte de prière se réinitialise et nous pouvons commencer à prier de nouveau pour le monde entier ... peut-être même plus rapidement.
pt_br: Depois que todos os locais do mundo tiverem recebido oração (terminamos uma volta), o mapa de orações é reiniciado e tentamos orar pelo mundo de novo... talvez mais rapidamente ainda.

source: The Moravians had one person praying every hour of every day for 100 years. This was roughly 876,000 hours of prayer, or 52,560,000 minutes of prayer for the world. We are humbled by this extraordinary commitment to praying for the world.
fr_fr: Les Moraves avaient une personne priant chaque heure de chaque jour pendant 100 ans. Cela représentait environ 876 000 heures de prière, soit 52 560 000 minutes de prière pour le monde. Nous sommes touchés par cet engagement extraordinaire à prier pour le monde.
pt_br: Os morávios tinham uma pessoa orando a cada hora de todos os dias por 100 anos. Isso foi umas 876.000 horas de oração, ou 52.560.000 minutos de oração pelo mundo. Estamos honrados com este compromisso extraordinário de orar pelo mundo.

source: Top
fr_fr: Haut
pt_br: Acima

source: Years
fr_fr: Années
pt_br: Anos

source: Days
fr_fr: Jours
pt_br: Dias

source: Hours
fr_fr: Heures
pt_br: Horas

source: Minutes
pt_br: Minutos

source: Seconds
fr_fr: Secondes
pt_br: Segundos

source: Join us in covering the world in prayer
fr_fr: Rejoignez-nous pour couvrir le monde par la prière
pt_br: Venha conosco cobrir o mundo em oração

source: 1 believer for every %d lost neighbors.
fr_fr: 1 croyant pour tous les %d voisins perdus.
pt_br: 1 crente para cada %d vizinho perdido.

# The state of Colorado has a population of 5,773,714.
source: %1$s of %2$s has a population of %3$s.
fr_fr: %1$s de %2$s a une population de %3$s.
pt_br: %1$s de %2$s tem uma população de %3$s.

source: We estimate %1$s has %2$s people who might know Jesus, %3$s people who might know about Jesus culturally, and %4$s people who do not know Jesus.
fr_fr: Nous estimons que %1$s a %2$s personnes qui connaîtraient déjà Jésus, %3$s personnes qui auraient seulement entendu parler de Jésus et %4$s personnes qui ne le connaissent pas du tout.
pt_br: Estimamos que %1$s tenha %2$s pessoas que talvez conheçam Jesus, %3$s pessoas que talvez conheçam Jesus culturalmente e %4$s pessoas que não conhecem Jesus.

# Colorado is 1 of 50 states.
source: %1$s is 1 of %2$s %3$s.
fr_fr: %1$s est un(e) des %2$s %3$s.
pt_br: %1$s é 1 de %2$s %3$s.

source: Religion
pt_br: Religião

source: Official Language
fr_fr: Langue Officielle
pt_br: Língua Oficial

source: Community Stats
fr_fr: Statistiques de la communauté
pt_br: Estatísticas da Comunidade

source: Summary
fr_fr: Résumé
pt_br: Resumo

source: Activity
fr_fr: Activité
pt_br: Atividade

source: Times prayed for
fr_fr: Moments pour lesquels on a prié
pt_br: Vezes em que se orou

source: Total time prayed
fr_fr: Temps total prié
pt_br: Tempo total de oração

source: minute
pt_br: minuto

source: minutes
pt_br: minutos

source: Login
fr_fr: Se connecter
pt_br: Entrar

source: Map
fr_fr: Carte
pt_br: Mapa

source: Donate
pt_br: Doar

source: Allow Notifications
pt_br: Permitir notificações

source: Allow notifications to stay updated on your prayer streaks, milestones and more.
pt_br: Ative notificações para ficar atualizado sobre suas sequências de oração, marcos e muito mais.

source: You can change this later in your settings.
pt_br: Você pode alterar isso mais tarde em suas configurações.

source: Not now
pt_br: Agora não

source: Allow
pt_br: Permitir

source: Share %s
fr_fr: Partager %s
pt_br: Compartilhar %s

source: Copied
fr_fr: Copié
pt_br: Copiado

source: Close
fr_fr: Fermer
pt_br: Fechar

# Made with love by Gospel.Ambition
source: Made with %1$s by %2$s.
fr_fr: Fait avec %1$s par %2$s.
pt_br: Feito com %1$s por %2$s.

# Powered by Disciple.Tools.
source: Powered by %s.
fr_fr: Propulsé par %s.
pt_br: Desenvolvido por %s.

# Part of the Pray4Movement network.
source: Part of the %s network.
fr_fr: Fait partie du réseau %s.
pt_br: Parte da rede %s.

source: Contact Us
fr_fr: Contactez-nous
pt_br: Fale Conosco

source: Data Sources
fr_fr: Les sources de données
pt_br: Fontes de Dados

source: Media & Promotion
fr_fr: Médias et Promotion
pt_br: Mídia e Divulgação

source: Privacy
fr_fr: Confidentialité
pt_br: Privacidade

source: Pray
fr_fr: Prier
pt_br: Orar

source: Sharing
fr_fr: Partage
pt_br: Compartilhar

source: Display
fr_fr: Afficher
pt_br: Apresentar

source: Name
fr_fr: Nom
pt_br: Nome

source: Intercessors
fr_fr: Intercesseurs
pt_br: Intercessores

source: Time Elapsed
fr_fr: Temps écoulé
pt_br: Tempo Decorrido

source: - Lap %d
fr_fr: - Tour n° %d
pt_br: - Volta %d

source: Prayer Relays are communities of prayer intercessors who have picked up the challenge of praying for the entire world as a group. All prayers prayed in the prayer relays contribute to the global laps.
fr_fr: Les relais de prière sont des communautés d'intercesseurs qui ont relevé le défi de prier pour le monde entier en groupe. Toutes les prières dans les relais de prière contribuent aux tours de prière pour le monde.
pt_br: As Equipes de Oração são comunidades de intercessores de oração que aceitaram o desafio de orar pelo mundo inteiro como grupo. Todas as orações feitas nas equipes de oração contribuem para as voltas globais.

source: Want to create your own Prayer Relay?
fr_fr: Vous voulez créer votre propre relais de prière ?
pt_br: Quer criar sua própria Equipe de Oração?

source: Profile
fr_fr: Profil
pt_br: Perfil

source: Active Relays
fr_fr: Relais actifs
pt_br: Equipes Ativas

source: Completed Relays
fr_fr: Relais terminés
pt_br: Equipes Completas

source: How to launch Prayer.Global at your church
fr_fr: Comment lancer Prayer.Global dans votre église
pt_br: Como iniciar o Prayer.Global na sua igreja

source: What is Prayer.Global
fr_fr: Qu’est-ce que Prayer.Global
pt_br: O que é Prayer.Global

source: Login or Register on Prayer.Global to setup a lap for your group
fr_fr: Connectez-vous ou inscrivez-vous sur Prayer.Global pour configurer un tour de prière pour votre groupe
pt_br: Faça login ou registre-se em Prayer.Global para configurar uma volta para seu grupo

source: Cast vision and set a goal for your church
fr_fr: Donnez une vision et fixez un objectif pour votre église
pt_br: Lance uma visão e estabeleça uma meta para sua igreja

source: Promote in advance of your event
fr_fr: Faites la promotion avant votre événement
pt_br: Divulgue seu evento com antecedência

source: Resources
fr_fr: Ressources
pt_br: Recursos

source: Hosting your Prayer.Global event
fr_fr: Organiser votre événement Prayer.Global
pt_br: Organize seu evento Prayer.Global

source: For us at Northside, it was important to give our Prayer.Global challenge prominence. We achieved that by giving it ample time in our service, from how it was set-up to the actual time spent in prayer. We recommend setting aside at least 10 minutes for prayer, plus about 5 minutes to cast vision and to equip your church family for participation.
fr_fr: Pour nous à Northside, il était important de donner de l’importance à notre défi mondial de prière. Nous y sommes parvenus en accordant suffisamment de temps dans notre service, de la manière dont il a été mis en place jusqu'au temps réellement consacré à la prière. Nous vous recommandons de réserver au moins 10 minutes pour la prière, plus environ 5 minutes pour projeter une vision et équiper votre famille d'église pour la participation.
pt_br: Para nós da Northside, era importante dar destaque ao nosso desafio Prayer.Global. Alcançamos isso dedicando bastante tempo em nosso serviço, desde como configurar até o tempo gasto na oração em si. Recomendamos reservar no mínimo 10 minutos para a oração, mais uns 5 minutos para lançar a visão e capacitar sua igreja para participar.

source: We broke that down into getting people connected to the prayer lap, facilitating the actual prayer time and then providing next steps after it was completed.
fr_fr: Nous avons commencé par connecter chaque personne au tour de prière, puis en facilitant le temps de prière proprement dit, et enfin en fournissant les étapes suivantes une fois celle-ci terminée.
pt_br: Dividimos isso em conectar pessoas na volta de oração, facilitando o real tempo de oração e, então, fornecendo os próximos passos depois que isso for completado.

source: Getting people connected to your group’s prayer lap
fr_fr: Connecter les gens au tour de prière de votre groupe
pt_br: Conectar pessoas à volta de oração da sua equipe

source: Facilitating the group prayer time
fr_fr: Animer le temps de prière en groupe
pt_br: Facilitar o tempo de oração em grupo

source: For your prayer time, here are some best practices for how to facilitate that time for your group:
fr_fr: Pour votre temps de prière, voici quelques bonnes pratiques pour faciliter le temps pour votre groupe :
pt_br: Para seu tempo de oração, aqui estão algumas práticas recomendadas para facilitar em seu grupo:

source: Provide next steps
fr_fr: Fournir les prochaines étapes
pt_br: Fornecer próximos passos

source: Tips
fr_fr: Conseils
pt_br: Dicas

source: After the event
fr_fr: Après l'événement
pt_br: Depois do evento

source: FAQs
fr_fr: Questions fréquemment posées
pt_br: Perguntas frequentes

source: First, thank you for reaching out.
fr_fr: Tout d'abord, merci de nous avoir contactés.
pt_br: Primeiramente, obrigado por entrar em contato conosco.

source: Second, we're a group of volunteers striving to see the Great Commission fulfilled in this generation ... and we also have other jobs ... so be patient as we get back to you!
fr_fr: Deuxièmement, nous sommes un groupe de bénévoles qui s'efforcent de voir la Grande Commission accomplie dans cette génération... et nous avons aussi d'autres emplois... alors soyez patients pendant que nous vous répondons !
pt_br: Em segundo lugar, somos um grupo de voluntários que se esforça para ver a Grande Comissão cumprida nesta geração... e temos também outras tarefas... então tenha paciência até que possamos dar uma resposta!

source: Question or Comment
pt_br: Pergunta ou comentário

source: Sign up for Prayer.Global news and opportunities, and occasional communication from Prayer.Tools and GospelAmbition.org
pt_br: Inscreva-se para receber notícias e oportunidades do Prayer.Global e comunicações ocasionais do Prayer.Tools e GospelAmbition.org

source: Submit
fr_fr: Soumettre
pt_br: Enviar

source: Thank you
pt_br: Obrigado

source: No government has this exact number, no business, ... nobody but God has the facts of a person's true faith or whereabouts. Therefore, every demographic fact is a mathematical deduction or extrapolation. (Sorry friends who like exact numbers.)
fr_fr: Aucun gouvernement n'a ce nombre exact, aucune entreprise, ... personne d'autre que Dieu n'a les faits de la vraie foi d'une personne ou de l'endroit où elle se trouve. Par conséquent, tout fait démographique est une déduction ou une extrapolation mathématique. (Désolé les amis qui aiment les chiffres exacts.)
pt_br: Nenhum governo tem esse número exato, nem as empresas... ninguém a não ser Deus sabe a verdadeira fé de uma pessoa e por onde ela anda. Sendo assim, todo fato demográfico é uma dedução ou projeção matemática. (Desculpem amigos que gostam de números exatos.)

source: But leveraging the best data sources we can access, we have created a prayer tool to offer informative prayer guidance featuring a unique, close-up location breakdown of the world.
fr_fr: Mais en tirant parti des meilleures sources de données auxquelles nous pouvons accéder, nous avons créé un outil de prière pour offrir des conseils de prière informatifs présentant une répartition géographique unique et rapprochée du monde.
pt_br: No entanto, usando informações que pudemos obter da melhor forma possível, criamos uma ferramenta de oração para oferecer uma orientação informativa, que conta com uma análise única e bem detalhada dos lugares do mundo.

source: Recommended Resource:
fr_fr: Ressource recommandée :
pt_br: Recursos Recomendados:

source: %1$s is build on %2$s open source software, and %2$s mapping and geolocation system is an open source project called %3$s. The %3$s is a geographic framework of world locations and polygons for disciple making movement saturation efforts.
fr_fr: %1$s est construit sur le logiciel open source %2$s, et le système de cartographie et de géolocalisation %2$s est un projet open source appelé %3$s. Le %3$s est un cadre géographique des emplacements du monde et des polygones pour les disciples faisant des efforts de saturation de mouvement.
pt_br: %1$s é baseado no software de código aberto %2$s, e o sistema de mapeamento e geolocalização do %2$s é um projeto de código aberto chamado %3$s. O %3$s é uma matriz geográfica mundial de localidades e polígonos para atender aos esforços de saturação dos movimentos de fazedores de discípulos.

source: Data and Methodology
fr_fr: Données et méthodologie
pt_br: Dados e Metodologia

source: Population Data
fr_fr: Données démographiques
pt_br: Dados Demográficos

source: The population data was acquired and cross-checked through multiple sources; country level data is easy to find; most state level data is relatively easy to find; but county level data for non-western countries often required significant research to compile recent census data.
fr_fr: Les données démographiques ont été acquises et recoupées par de multiples sources ; les données à l'échelle pays sont faciles à trouver ; la plupart des données au niveau provincial sont également faciles à trouver ; mais les données au niveau des départements pour les pays non occidentaux nécessitaient souvent des recherches importantes pour compiler les données de recensement récentes.
pt_br: Os dados demográficos foram obtidos e suas referências foram cruzadas com diversas fontes; informações em nível de país são fáceis de encontrar; a maioria das informações em nível de estado é relativamente fácil de encontrar; no entanto, informações em nível de região para países não ocidentais geralmente demandam uma pesquisa aprofundada para que seja possível compilar dados dos recenseamentos recentes.

source: Country Level Population
fr_fr: Population au niveau du pays
pt_br: População em Nível de País

source: UN Data
fr_fr: Données de l'ONU
pt_br: Dados da ONU

source: United Nations is a recognized source of reliable population data and provided highest level country population.
fr_fr: Les Nations Unies sont une source reconnue de données démographiques fiables et fournissent la population nationale la plus élevée.
pt_br: A Organização das Nações Unidas é uma fonte reconhecida e confiável de dados demográficos e ofereceram a população em nível de país de mais alto nível.

source: State Level Population
fr_fr: Population au niveau de l'État
pt_br: População em Nível de Estado

source: City Population
fr_fr: Population de la ville
pt_br: População da Cidade

source: World Population Review
fr_fr: Revue de la population mondiale
pt_br: Resumo da População Mundial

source: Various census reports published by governments.
fr_fr: Divers rapports de recensement publiés par les gouvernements.
pt_br: Diversos relatórios de censo publicados pelos governos.

source: County Level Population
fr_fr: Population au niveau du comté
pt_br: População em Nível de Região
