Repository: Pray4Movement/prayer-global-porch
Catalog: support/languages/prayer-global-porch-*.po
Languages: fr_fr, pt_br

# Zechariah 8:16
source: These are the things which you should do: speak the truth to one another; judge with truth and judgment for peace in your gates.
fr_fr: Voici ce que vous devez faire : dites la vérité chacun à son prochain ; jugez dans vos portes selon la vérité et en vue de la paix.
pt_br: Eis o que devem fazer: Falem somente a verdade uns com os outros, e julguem retamente em seus tribunais.

source: Jesus, raise up prophets and truth speakers in your church in %1$s so that the church can grow in every way into the mature body of you its head.
fr_fr: Jésus, élève des prophètes et des orateurs de vérité dans ton église en %1$s afin que l'église puisse grandir de toutes les manières dans le corps mature de toi sa tête.
pt_br: Jesus, levanta profetas e pregadores da verdade em tua igreja em %1$s para que a igreja possa crescer em todos os sentidos até se tornar um corpo maduro, sendo tu a cabeça.

source: Ephesians 4:15
fr_fr: Ephésiens 4:15
pt_br: Efésios 4:15

# Ephesians 4:15
source: Instead, speaking the truth in love, we will grow to become in every respect the mature body of him who is the head, that is, Christ.
fr_fr: Mais que, professant la vérité dans la charité, nous croissions à tous égards en celui qui est le chef, Christ.
pt_br: Antes, seguindo a verdade em amor, cresçamos em tudo naquele que é a cabeça, Cristo.

source: Spirit, make the church in %1$s humble and willing to hear the sometimes hard voices of prophets bringing the light of truth on them.
fr_fr: Saint-Esprit, rends l'église de %1$s humble et désireuse d'entendre les voix parfois dures des prophètes apportant la lumière de la vérité sur eux.
pt_br: Espírito, faz com que a igreja em %1$s seja humilde e esteja disposta a ouvir as vozes, às vezes duras, dos profetas que trazem a luz da verdade sobre eles.

source: Galatians 4:16
fr_fr: Galates 4:16
pt_br: Gálatas 4:16

# Galatians 4:16
source: So have I become your enemy by telling you the truth?
fr_fr: Suis-je devenu votre ennemi en vous disant la vérité ?
pt_br: Será que, por dizer a verdade, me tornei inimigo de vocês?

source: Jesus, strengthen the church in %1$s by giving a prophet, as you said you would, who is bold and willing to correct. Lord, may the believers care about holiness as you do.
fr_fr: Jésus, renforce l'église en %1$s en donnant un prophète, comme tu as dit que tu le ferais, qui est audacieux et désireux de corriger. Seigneur, que les croyants se soucient de la sainteté comme tu le fais.
pt_br: Jesus, fortalece a igreja em %1$s dando um profeta, como disseste que farias, que seja ousado e esteja disposto a corrigir. Senhor, que os fiéis se importem com a santidade como tu.

source: Shepherds and Pastors
fr_fr: Bergers et pasteurs
pt_br: Pastores e Guias Espirituais

source: Lord, give grace to the local leaders who shepherd the %1$s believers in %2$s of %3$s.
fr_fr: Seigneur, donne ta grâce aux pasteurs locaux qui conduisent les %1$s croyants dans %2$s de %3$s.
pt_br: Senhor, dá graça aos líderes locais que pastoreiam os %1$s crentes em %2$s de %3$s.

source: John 10:11
fr_fr: Jean 10:11
pt_br: João 10:11

# John 10:11
source: I am the good shepherd. The good shepherd lays down his life for the sheep.
fr_fr: Je suis le bon berger. Le bon berger donne sa vie pour ses brebis.
pt_br: Eu sou o bom pastor. O bom pastor dá a vida pelas ovelhas.

source: Lord, please provide elders whose hearts are completely yours in every town in %1$s of %2$s.
fr_fr: Seigneur, s'il te plaît, mets à disposition des anciens dont le cœur est entièrement à toi dans chaque ville de %1$s de %2$s.
pt_br: Senhor, por favor, providencia presbíteros cujos corações sejam completamente teus em cada cidade em %1$s de %2$s.

source: Jesus, please bless the leaders of the %1$s of %2$s who work hard at shepherding and guiding your people.
fr_fr: Jésus, bénis s'il te plaît les dirigeants de %1$s de %2$s qui travaillent dur pour conduire et guider ton peuple.
pt_br: Jesus, por favor, abençoa os líderes de %1$s de %2$s que trabalham arduamente pastoreando e guiando teu povo.

source: Psalm 78:72
fr_fr: Psaume 78:72
pt_br: Salmos 78:72

# Psalm 78:72
source: With upright heart he shepherded them and guided them with his skillful hand.
fr_fr: Et David les dirigea avec un coeur intègre, et les conduisit avec des mains intelligentes.
pt_br: E ele os apascentou segundo a integridade do seu coração e os dirigiu com sábias mãos.

source: Spirit, encourage every one of the %1$s ordinary believers here to care for others, like a shepherd cares for his sheep.
fr_fr: Saint-Esprit, encourage chacun des %1$s simples croyants ici à prendre soin des autres, comme un berger prend soin de ses brebis.
pt_br: Espírito, encoraja cada um dos %1$s crentes comuns daqui a cuidar dos outros, como um pastor cuida de suas ovelhas.

source: Father, you gave the church of %1$s the greatest shepherd of all time, Jesus. Please, help them listen to him.
fr_fr: Père, tu as donné à l'église de %1$s le plus grand berger de tous les temps, Jésus. S'il te plaît, aide-les à l'écouter.
pt_br: Pai, tu deste à igreja de %1$s o maior pastor de todos os tempos, Jesus. Por favor, ajuda-os a ouvi-lo.

source: Ezekiel 34:23
fr_fr: Ézéchiel 34:23
pt_br: Ezequiel 34:23

# Ezekiel 34:23
source: I will place over them one shepherd, my servant David, and he will tend them; he will tend them and be their shepherd.
fr_fr: J’établirai sur elles un seul pasteur, qui les fera paître, mon serviteur David ; il les fera paître, il sera leur pasteur.
pt_br: Porei sobre elas um só pastor, e ele as apascentará: o meu servo Davi. Ele as apascentará e será o seu pastor.

source: Father, for all those you call to look after your flock from the %1$s believers in %2$s, please, make them passionate about hearing your Word.
fr_fr: Père, pour tous ceux que tu appelles pour s'occuper de ton troupeau parmi les %1$s croyants en %2$s, s'il te plaît, rends-les passionnés par l'écoute de ta Parole.
pt_br: Pai, por todos aqueles que chamas para cuidar de teu rebanho, dos %1$s crentes em %2$s, por favor, faz com que sejam apaixonados por ouvir tua Palavra.

source: Ezekiel 34:7
fr_fr: Ézéchiel 34:7
pt_br: Ezequiel 34:7

# Ezekiel 34:7
source: Therefore, you shepherds, hear the word of the LORD.
fr_fr: C’est pourquoi, pasteurs, écoutez la parole de l’Éternel !
pt_br: Por isso, pastores, ouçam a palavra do SENHOR.

source: Good Shepherd, thank you that you know the name of each of the %1$s believers in %2$s.
fr_fr: Bon Berger, merci de connaître le nom de chacun des croyants %1$s en %2$s.
pt_br: Bom Pastor, obrigado por saber o nome de cada um dos %1$s crentes em %2$s.

source: John 10:14
fr_fr: Jean 10:14
pt_br: João 10:14

# John 10:14
source: I am the good shepherd; I know my sheep and my sheep know me
fr_fr: Je suis le bon berger. Je connais mes brebis, et elles me connaissent
pt_br: Eu sou o bom pastor. Conheço as minhas ovelhas, e elas me conhecem

source: Teachers
fr_fr: Enseignants
pt_br: Mestres

source: Father, please send teachers of your Word in %1$s who can speak your gospel boldly and clearly.
fr_fr: Père, s'il te plaît, envoieq à %1$s des enseignants de ta Parole qui peuvent annoncer ton évangile avec audace et clarté.
pt_br: Pai, por favor, envia mestres da sua Palavra em %1$s que possam falar do teu evangelho com ousadia e clareza.

source: Spirit, build the strength and maturity of the local leaders in %1$s. Show them that faithfulness is more important than knowledge. Show them that the Spirit, the Word, and prayer is enough in order to grow and lead.
fr_fr: Saint-Esprit, fortifie les dirigeants locaux dans %1$s et rend-les plus matures. Montre-leur que la fidélité est plus importante que la connaissance. Montre-leur que l'Esprit, la Parole et la prière suffisent pour grandir et diriger.
pt_br: Espírito, fortalece e amadurece os líderes locais em %1$s. Mostra a eles que a fidelidade é mais importante do que o conhecimento. Mostra a eles que o Espírito, a Palavra e a oração são suficientes para crescer e liderar.

source: Lord, for the leaders in %1$s of %2$s, let the eyes of their hearts be enlightened in order that they may know the hope to which they are called.
fr_fr: Seigneur, pour les dirigeants de %1$s de %2$s, que les yeux de leur cœur soient illuminés afin qu'ils puissent connaître l'espérance à laquelle ils sont appelés.
pt_br: Senhor, que os olhos dos corações dos líderes em %1$s de %2$s sejam iluminados para que conheçam a esperança para a qual são chamados.

source: Ephesians 1:18-19a
pt_br: Efésios 1:18-19a

# Ephesians 1:18-19a
source: I pray that the eyes of your heart may be enlightened in order that you may know the hope to which he has called you, the riches of his glorious inheritance in his holy people, and his incomparably great power for us who believe.
fr_fr: Qu’il illumine les yeux de votre coeur, pour que vous sachiez quelle est l’espérance qui s’attache à son appel, quelle est la richesse de la gloire de son héritage qu’il réserve aux saints, et quelle est envers nous qui croyons l’infinie grandeur de sa puissance, se manifestant avec efficacité par la vertu de sa force.
pt_br: Peço que ele ilumine os olhos do coração de vocês, para que saibam qual é a esperança da vocação de vocês, qual é a riqueza da glória da sua herança nos santos e qual é a suprema grandeza do seu poder sobre nós, os que cremos.

source: Father, please send new teachers into the harvest, who can correct the lies of our enemy in %1$s of %2$s.
fr_fr: Père, envoie dans ta moisson des enseignants qui vont corriger les mensonges de notre ennemi dans %1$s de %2$s.
pt_br: Pai, por favor, envia novos mestres para a seara, que possam corrigir as mentiras do nosso inimigo em %1$s de %2$s.

source: Lord, the believers in %1$s of %2$s need teachers who can feed them with knowledge and understanding. Please raise them up.
fr_fr: Seigneur, les croyants de %1$s de %2$s ont besoin d'enseignants qui peuvent les nourrir de connaissances et de compréhension. Relève-les.
pt_br: Senhor, os crentes em %1$s de %2$s precisam de mestres que os alimentem com conhecimento e entendimento. Por favor, levanta-os.

source: Jeremiah 3:15
fr_fr: Jérémie 3:15
pt_br: Jeremias 3:15

# Jeremiah 3:15
source: Then I will give you shepherds after My own heart, who will feed you with knowledge and understanding.
fr_fr: Je vous donnerai des bergers selon mon coeur, et ils vous paîtront avec intelligence et avec sagesse.
pt_br: Darei a vocês pastores segundo o meu coração, que os apascentem com conhecimento e com inteligência.

source: Biblical Authority
fr_fr: Autorité biblique
pt_br: Autoridade Bíblica

source: Spirit, make the Word of God a delight to the people of %1$s, like it was to David.
fr_fr: Saint-Esprit, fais de la Parole de Dieu un délice pour le peuple de %1$s, comme elle l'était pour David.
pt_br: Espírito, faz da Palavra de Deus um deleite para o povo de %1$s, como foi para Davi.

source: Psalm 119:16
fr_fr: Psaume 119:16
pt_br: Salmos 119:16

# Psalm 119:16
source: I delight in your decrees; I will not neglect your Word.
fr_fr: Je fais mes délices de tes statuts, je n’oublie point ta parole.
pt_br: Terei prazer nos teus decretos; não me esquecerei da tua palavra.

source: Spirit, instill a desire within the people of %1$s of %2$s to hide your Word in their heart.
pt_br: Espírito, coloca nas pessoas de %1$s de %2$s o desejo de esconder a tua Palavra em seus corações.

source: Psalm 119:11
fr_fr: Psaume 119:11
pt_br: Salmos 119:11

# Psalm 119:11
source: I have hidden your Word in my heart that I might not sin against you.
fr_fr: Je serre ta parole dans mon coeur, afin de ne pas pécher contre toi.
pt_br: Guardo a tua palavra no meu coração para não pecar contra ti.

source: Spirit, help the people of the %1$s of %2$s to be consumed with longing for your Word at all times, like David.
fr_fr: Saint-Esprit, aide les gens de %1$s de %2$s à être consumés par le désir de ta Parole en tout temps, comme David.
pt_br: Espírito, ajuda o povo de %1$s de %2$s a ser consumido pelo anseio por tua Palavra em todos o tempo, como Davi.

source: Psalm 119:20
fr_fr: Psaume 119:20
pt_br: Salmos 119:20

# Psalm 119:20
source: My soul is consumed with longing for your laws at all times.
fr_fr: Mon âme est brisée par le désir qui toujours la porte vers tes lois.
pt_br: Consumida está a minha alma por desejar, incessantemente, os teus juízos.

source: Lord, teach your Word to the people of the %1$s of %2$s, so that they can follow your ways all their life.
fr_fr: Seigneur, enseigne ta Parole aux gens de %1$s de %2$s, afin qu'ils puissent suivre tes voies toute leur vie.
pt_br: Senhor, ensina a tua Palavra ao povo de %1$s de %2$s, para que possam seguir os teus caminhos por toda a vida.

source: Psalm 119:33
fr_fr: Psaume 119:33
pt_br: Salmos 119:33

# Psalm 119:33
source: Teach me, Lord, the way of your decrees, that I may follow it to the end.
fr_fr: Enseigne-moi, Éternel, la voie de tes statuts, pour que je la retienne jusqu’à la fin !
pt_br: Ensina-me, Senhor, o caminho dos teus decretos, e os seguirei até o fim.

source: Lord, teach the disciples in %1$s of %2$s to trust your Word, like a lamp, in the darkness around them.
fr_fr: Seigneur, enseigne aux disciples dans %1$s de %2$s à faire confiance à ta Parole, comme une lampe, dans les ténèbres qui les entourent.
pt_br: Senhor, ensina os discípulos em %1$s de %2$s a confiarem na tua Palavra, como uma lâmpada na escuridão ao redor deles.

# Psalm 119:105
source: your Word is a lamp for my feet, a light on my path.
fr_fr: ta parole est une lampe à mes pieds, et une lumière sur mon sentier.
pt_br: Lâmpada para os meus pés é a tua palavra, é luz para os meus caminhos.

source: Lord, teach the young people in %1$s of %2$s to trust your Word and find the path of purity.
fr_fr: Seigneur, apprends aux jeunes de %1$s de %2$s à faire confiance à ta Parole et à trouver le chemin de la pureté.
pt_br: Senhor, ensina os jovens em %1$s de %2$s a confiarem em tua Palavra e a encontrarem o caminho da pureza.

source: Psalm 119:9
fr_fr: Psaume 119:9
pt_br: Salmos 119:9

# Psalm 119:9
source: How can a young person stay on the path of purity? By living according to your word.
fr_fr: Comment le jeune homme rendra-t-il pur son sentier ? En se dirigeant d’après ta parole.
pt_br: De que maneira poderá o jovem guardar puro o seu caminho? Observando-o segundo a tua palavra.

source: Spirit, we know that cultures come and go, even in %1$s of %2$s, but the truth of your Word endures generations.
fr_fr: Saint-Esprit, nous savons que les cultures vont et viennent, même dans %1$s de %2$s, mais la vérité de ta Parole perdure pour des générations.
pt_br: Espírito, sabemos que as culturas vêm e vão, mesmo em %1$s de %2$s, mas a verdade da tua Palavra permanece por gerações.

source: Psalm 119:89
fr_fr: Psaume 119:89
pt_br: Salmos 119:89

# Psalm 119:89
source: Your Word, Lord, is eternal; it stands firm in the heavens.
fr_fr: A toujours, ô Éternel ! Ta parole subsiste dans les cieux.
pt_br: Para sempre, ó Senhor, a tua palavra está firmada no céu.

source: Father, defend those who are loyal to your Word in %1$s of %2$s, even against fierce enemies.
fr_fr: Père, défends ceux qui sont fidèles à ta Parole dans %1$s de %2$s, même contre des ennemis féroces.
pt_br: Pai, defende aqueles que são leais à tua Palavra em %1$s de %2$s, mesmo contra inimigos ferozes.

source: Psalm 119:61
fr_fr: Psaume 119:61
pt_br: Salmos 119:61

# Psalm 119:61
source: Though the wicked bind me with ropes, I will not forget your law.
fr_fr: Les pièges des méchants m’environnent ; je n’oublie point ta loi.
pt_br: Laços de perversos me cercam, mas não me esqueço da tua lei.

source: Spirit, fill the %1$s souls living in %2$s of %3$s with a taste for your Word. Make it sweet as honey in their mouth.
fr_fr: Saint-Esprit, cultives chez les %1$s âmes vivant dans %2$s de %3$s un appétit spirituel profond de ta Parole. Rends-la douce comme du miel dans leur bouche.
pt_br: Espírito, enche as %1$s almas que vivem em %2$s de %3$s com o gosto por tua Palavra. Torne-a doce como mel na boca deles.

source: Psalm 119:103
fr_fr: Psaume 119:103
pt_br: Salmos 119:103

# Psalm 119:103
source: How sweet are your words to my taste, sweeter than honey to my mouth!
fr_fr: Que tes paroles sont douces à mon palais, plus que le miel à ma bouche !
pt_br: Quão doces são as tuas palavras ao meu paladar! Mais que o mel à minha boca!

source: Spirit, fill the %1$s believers in %2$s of %3$s with tears, because God is not obeyed by those around them.
fr_fr: Saint-Esprit, remplis de larmes les %1$s croyants de %2$s de %3$s, car ceux qui les entourent n'obéissent pas à Dieu.
pt_br: Espírito, enche de lágrimas os %1$s crentes em %2$s de %3$s, porque Deus não é obedecido por aqueles que os cercam.

source: Psalm 119:136
fr_fr: Psaume 119:136
pt_br: Salmos 119:136

# Psalm 119:136
source: Streams of tears flow from my eyes, for your law is not obeyed.
fr_fr: Mes yeux répandent des torrents d’eaux, parce qu’on n’observe point ta loi.
pt_br: Meus olhos vertem rios de lágrimas, porque os outros não guardam a tua lei.

source: Spirit, guide the %1$s believers in %2$s of %3$s into all truth as they interpret Scriptures.
fr_fr: Saint-Esprit, guides les %1$s croyants dans %2$s de %3$s pour qu'ils interprètent les Écritures selon ta Vérité.
pt_br: Espírito, guia os %1$s crentes em %2$s de %3$s a toda a verdade enquanto eles interpretam as Escrituras.

# Hebrews 4:12
source: For the word of God is alive and active. Sharper than any double-edged sword, it penetrates even to dividing soul and spirit, joints and marrow;
fr_fr: Car la parole de Dieu est vivante et efficace, plus tranchante qu’une épée quelconque à deux tranchants, pénétrante jusqu’à partager âme et esprit, jointures et moelles.
pt_br: Porque a palavra de Deus é viva e eficaz, e mais cortante do que qualquer espada de dois gumes, e penetra até o ponto de dividir alma e espírito, juntas e medulas;

source: Father, we pray that the people of %1$s will learn to study the Bible, understand it, obey it, and share it.
fr_fr: Père, nous prions pour que les habitants de %1$s apprennent à étudier la Bible, à la comprendre, à lui obéir et à la partager.
pt_br: Pai, oramos para que o povo de %1$s aprenda a estudar a Bíblia, entendê-la, obedecê-la e compartilhá-la.

source: Father, let knowledge and depth of insight abound more and more in the church of %1$s.
fr_fr: Père, que la connaissance et la profondeur de la perspicacité abondent de plus en plus dans l'église de %1$s.
pt_br: Pai, que o conhecimento e a profundidade de percepção abundem cada vez mais na igreja de %1$s.

source: Philippians 1:9
fr_fr: Philippiens 1:9
pt_br: Filipenses 1:9

# Philippians 1:9
source: And this is my prayer: that your love may abound more and more in knowledge and depth of insight,
fr_fr: Et ce que je demande dans mes prières, c’est que votre amour augmente de plus en plus en connaissance et en pleine intelligence
pt_br: E também faço esta oração: que o amor de vocês aumente mais e mais em conhecimento e toda a percepção,

source: Obedience
fr_fr: Obéissance
pt_br: Obediência

source: Spirit, cause the %1$s believers in %2$s to obey with immediate, radical, costly obedience, like Abraham.
fr_fr: Saint-Esprit, fais obéir les %1$s croyants en %2$s avec une obéissance immédiate, radicale, coûteuse, comme Abraham.
pt_br: Espírito, faz com que os %1$s crentes em %2$s obedeçam de forma imediata, radical e com custo, como Abraão.

source: Genesis 22:2-3
fr_fr: Genèse 22:2-3
pt_br: Gênesis 22:2-3

# Genesis 22:2-3
source: Then God said, “Take your son, your only son, whom you love — Isaac — and go to the region of Moriah. Sacrifice him there as a burnt offering on a mountain I will show you.” Early the next morning Abraham got up and loaded his donkey. He took with him two of his servants and his son Isaac. When he had cut enough wood for the burnt offering, he set out for the place God had told him about.
fr_fr: Dieu dit : Prends ton fils, ton unique, celui que tu aimes, Isaac ; va-t’en au pays de Morija, et là offre-le en holocauste sur l’une des montagnes que je te dirai. Abraham se leva de bon matin, sella son âne, et prit avec lui deux serviteurs et son fils Isaac. Il fendit du bois pour l’holocauste, et partit pour aller au lieu que Dieu lui avait dit.
pt_br: Deus continuou: Pegue o seu filho, seu único filho, Isaque, a quem você ama, e vá à terra de Moriá. Ali, ofereça-o em holocausto, sobre um dos montes, que eu lhe mostrar. Na manhã seguinte, Abraão levantou-se de madrugada e, tendo preparado o seu jumento, levou consigo dois dos seus servos e Isaque, seu filho. Rachou lenha para o holocausto e foi para o lugar que Deus lhe havia indicado.

source: Jesus, teach the believers in %1$s of %2$s that love for you and obedience to you are connected.
fr_fr: Jésus, enseignes aux croyants dans %1$s de %2$s que l'amour et l'obéissance sont liés.
pt_br: Jesus, ensina aos crentes em %1$s de %2$s que o amor por ti e a obediência a ti estão conectados.

source: John 14:15
fr_fr: Jean 14:15
pt_br: João 14:15

# John 14:15
source: If you love me, keep my commands.
fr_fr: Si vous m'aimez, gardez mes commandements.
pt_br: Se vocês me amam, guardarão os meus mandamentos.

source: Jesus, remind the disciples in %1$s of %2$s to train each other to obey all that you commanded, and that you will be with them as they do it.
fr_fr: Jésus, rappelle aux disciples dans %1$s de %2$s de s'entraîner mutuellement à obéir à tout ce que tu as commandé, et que tu seras avec eux pendant qu'ils le font.
pt_br: Jesus, lembra aos discípulos em %1$s de %2$s que devem treinar uns aos outros para obedecer a tudo o que ordenaste, e que estarás com eles enquanto fizerem isso.

source: Matthew 28:20
fr_fr: Matthieu 28:20
pt_br: Mateus 28:20

# Matthew 28:20
source: and teaching them to obey everything I have commanded you. And surely I am with you always, to the very end of the age."
fr_fr: et enseignez-leur à observer tout ce que je vous ai prescrit. Et voici, je suis avec vous tous les jours, jusqu’à la fin du monde."
pt_br: ensinando-os a guardar todas as coisas que tenho ordenado a vocês. E eis que estou com vocês todos os dias até o fim dos tempos

source: Jesus, please help the %1$s believers in %2$s of %3$s to be filled with joyful obedience at all times, as you modeled for us all.
fr_fr: Jésus, s'il te plaît, aide les %1$s croyants dans %2$s de %3$s à être remplis d'une obéissance joyeuse à tout moment, comme tu l'as modelé pour nous tous.
pt_br: Jesus, por favor, ajuda os %1$s crentes em %2$s de %3$s a serem cheios de alegre obediência em todos os momentos, como modelaste para todos nós.

source: Father, help the %1$s believers in %2$s to know that you can make a big impact through their simple obedience today.
fr_fr: Père, aide les %1$s croyants dans la province %2$s à savoir que tu peux avoir un grand impact grâce à leur simple obéissance aujourd'hui.
pt_br: Pai, ajuda os %1$s crentes em %2$s a saberem que o Senhor pode causar um grande impacto por meio da simples obediência deles hoje.

source: Exodus 19:6
fr_fr: Exode 19:6
pt_br: Êxodo 19:6

# Exodus 19:6
source: you will be for me a kingdom of priests
fr_fr: vous serez pour moi un royaume de sacrificateurs
pt_br: e vocês serão para mim um reino de sacerdotes

source: Father, help the %1$s believers in %2$s to know your commands and to do them.
fr_fr: Père, aide les %1$s croyants en %2$s à connaître tes commandements et à les mettre en pratique.
pt_br: Pai, ajuda os %1$s crentes em %2$s a conhecerem os teus mandamentos e a cumpri-los.

source: Ezra 7:10
fr_fr: Esdras 7:10
pt_br: Esdras 7:10
