Repository: Pray4Movement/prayer-global-porch
Catalog: support/languages/prayer-global-porch-*.po
Languages: fr_fr, pt_br

source: Many western countries have organized, open census websites and population for county (administrative level 2) locations are readily available. There are a number of governments that either deliberately do not easily publish their population data or are not organized to distribute it easily. These countries required significant research to get population data.
fr_fr: De nombreux pays occidentaux ont organisé des sites Web de recensement ouverts et la population des emplacements des comtés (niveau administratif 2) est facilement disponible. Il existe un certain nombre de gouvernements qui soit délibérément ne publient pas facilement leurs données démographiques, soit ne sont pas organisés pour les diffuser facilement. Ces pays ont nécessité des recherches importantes pour obtenir des données sur la population.
pt_br: Diversos países orientais se organizaram, sites com dados abertos sobre o censo e a população do país (nível administrativo 2) estão prontamente disponíveis. Há diversos governos que deliberadamente não publicam os dados da sua população com facilidade ou não contam com a organização necessária para distribuí-la com facilidade. Foram necessárias pesquisas significativas para se obter os dados demográficos.

source: Various census reports published by governments
fr_fr: Divers rapports de recensement publiés par les gouvernements
pt_br: Diversos relatórios de censo publicados pelos governos

source: Various population reports published by humanitarian agencies
fr_fr: Divers rapports démographiques publiés par les agences humanitaires
pt_br: Diversos relatórios demográficos publicados por agências humanitárias

source: Wikipedia
fr_fr: Wikipédia
pt_br: Wikipédia

source: State websites
fr_fr: Sites Web de l'État
pt_br: Sites estatais

source: Faith Status Data
fr_fr: Données sur le statut religieux
pt_br: Dados do Status da Fé

source: Categories
fr_fr: Catégories
pt_br: Categorias

source: Non-Christian
fr_fr: Non chrétien
pt_br: Não Cristãos

source: Someone who is far from a true knowledge Jesus Christ and far from a commitment to Jesus Christ.
fr_fr: Quelqu'un qui est loin d'une véritable connaissance de Jésus-Christ et loin d'un engagement envers Jésus-Christ.
pt_br: Alguém que está longe de conhecer Jesus Cristo e longe de ter compromisso com Jesus Cristo.

source: Cultural Christian
fr_fr: Chrétien nominal
pt_br: Cristão Cultural

source: (aka. Christian Adherent) Someone who has access to the knowledge of Jesus Christ through a cultural presence of the Church, but may or may not have been encouraged to seek Jesus in a personal, intimate way.
fr_fr: (alias Adhérent chrétien) Quelqu'un qui a accès à la connaissance de Jésus-Christ grâce à une présence culturelle de l'Église, mais qui peut ou non avoir été encouragé à rechercher Jésus d'une manière personnelle et intime.
pt_br: (conhecido como Cristão Simpatizante) Alguém que tem acesso ao conhecimento de Jesus Cristo por meio da presença cultural da igreja, mas pode ou não ter sido encorajado a buscar Jesus de forma pessoal e íntima.

source: Believer
fr_fr: Croyant
pt_br: Crente

source: (aka. Disciple, Christian) Someone who has accepted in faith the knowledge of Jesus Christ and who has surrendered their life to Jesus as a personal savior.
fr_fr: (aka. Disciple, chrétien) Quelqu'un qui a accepté dans la foi la connaissance de Jésus-Christ et qui a abandonné sa vie à Jésus en tant que sauveur personnel.
pt_br: (conhecido como Discípulo, Cristão) Alguém que aceitou a fé do conhecimento de Jesus Cristo e que entregou a sua vida para Jesus como seu salvador pessoal.

source: Source and Method of Calculation
fr_fr: Source et méthode de calcul
pt_br: Fonte e Metodologia de Cálculo

source: Source
pt_br: Fonte

source: Joshua Project
pt_br: Projeto Josué

source: Values for "Christian Adherent" and "Evangelical" (which determine unreached status) are often informed estimates, some more accurate than others at the country level.
fr_fr: Les valeurs pour « chrétien adhérent » et « évangélique » (qui déterminent le statut non atteint) sont souvent des estimations informées, certaines plus précises que d'autres au niveau du pays.
pt_br: Os valores para "Cristão Simpatizante" e "Evangélico" (que determina o status não alcançado) geralmente são estimativas, algumas mais precisas do que outras em nível de país.

source: Extrapolation
pt_br: Projeções

source: %s has used the population data at the county and state levels from the Location Grid project and divided percentages by the location population to arrive at the faith status population estimates.
fr_fr: %s a utilisé les données démographiques au niveau du département et de la province du projet Location Grid et a divisé les pourcentages par la population de l'emplacement pour arriver aux estimations de la population selon le statut religieux.
pt_br: %s utilizou os dados demográficos em nível de região e estado do projeto Grade de Localização e dividiu percentuais pela população local para chegar a uma estimativa do status da fé.

source: Acknowledged Weakness
fr_fr: Faiblesse reconnue
pt_br: Fraquezas Reconhecidas

source: At best, this methodology can offer a general, estimated target for the faith status of various locations. Actual faith status for each location could vary enormously above or below our estimates.
fr_fr: Au mieux, cette méthodologie peut offrir une cible générale estimée pour le statut religieux de divers endroits. Le statut religieux réel de chaque lieu peut varier énormément au-dessus ou en dessous de nos estimations.
pt_br: Pelo menos, essa metodologia oferece uma estimativa geral do status da fé em diversas localidades. O status da fé atual para cada localidade pode ter variação enorme para cima ou para baixo das nossas estimativas.

source: All calculations of faith status data anywhere suffer the same limitations ... no matter the source ... they are all generalizations.
fr_fr: Tous les calculs de données sur le statut religieux souffrent partout des mêmes limitations... peu importe la source... ce sont tous des généralisations.
pt_br: Todos os cálculos dos dados de status da fé sofrem as mesmas limitações... independente da fonte... todos são generalizações.

source: Our belief is that the estimated numbers for non-christian, cultural christian, and disciple help the person praying to better understand the challenge facing the church in that location. It helps answer questions like: Is this a weak and small church surrounded by a dominant religion? Is this church holding out against an atheist culture? Is this a church trying to be faithful while surrounded by a lukewarm historic cultural church?
fr_fr: Notre conviction est que les nombres estimés de non-chrétiens, de chrétiens nominaux et de disciples aident la personne qui prie à mieux comprendre le défi auquel l'église est confrontée à cet endroit. Cela aide à répondre à des questions telles que : est-ce une église faible et petite entourée d'une religion dominante ? Cette église résiste-t-elle à une culture athée ? Est-ce une église essayant d'être fidèle tout en étant entourée d'une église culturelle historique tiède ?
pt_br: Cremos que os números estimados de não cristãos, cristãos culturais, e discípulos ajudam a pessoa que está orando a entender melhor o desafio enfrentado pela igreja naquela localidade. Isso ajuda a responder questões como: essa é uma igreja fraca e pequena cercada por uma religião dominante? Essa igreja está resistindo contra um ateísmo cultural? Essa igreja está tentando ser fiel enquanto é cercada por uma igreja cultural histórica morna?

source: More than the exact number, it is the distribution of knowledge of Jesus that is informative to the praying person.
fr_fr: Plus que le nombre exact, c'est la distribution de la connaissance de Jésus qui est informative pour la personne qui prie.
pt_br: Mais do que o número exato, é a distribuição do conhecimento sobre Jesus que é relevante para o intercessor.

source: People Group Data
fr_fr: Données de groupe de personnes
pt_br: Dados de Grupo de Pessoas

source: International Mission Board - Global Research
fr_fr: International Mission Board - Recherche mondiale
pt_br: Quadro de Missão Internacional - Pesquisa Global

source: Language and Religion Data
fr_fr: Données sur la langue et la religion
pt_br: Dados de Linguagem e Religião

source: Two columns from Joshua Project resources were used to identify Primary Language and Primary Religion. These were identified at the country level, and future versions of Prayer Global intend to push deeper and more accurately into the spoken languages per location.
fr_fr: Deux colonnes des ressources du projet Joshua ont été utilisées pour identifier la langue primaire et la religion primaire. Ceux-ci ont été identifiés au niveau des pays, et les futures versions de Prayer Global ont l'intention de pousser plus profondément et plus précisément les langues parlées par emplacement.
pt_br: Duas colunas dos recursos de Projeto Josué foram usadas para identificar Língua Principal e Religião Principal. Foram identificados em nível nacional, e futuras versões de Prayer Global pretendem ir mais fundo e com mais precisão nas línguas faladas por localidade.

source: Administrative Divisions and Polygon Resources
fr_fr: Divisions administratives et ressources polygonales
pt_br: Divisões Administrativas e Recursos de Polígono

source: Location Grid Project
fr_fr: Projet de grille de localisation
pt_br: Projeto Rede de Localização

source: The Location Grid Project is an open source project born out of the %1$s open source project. It was built to support a standardized geolocation grid for disciple making movements activity. (%2$s) (%3$s)
fr_fr: Le projet Location Grid est un projet open source né du projet open source %1$s. Il a été conçu pour prendre en charge une grille de géolocalisation standardisée pour l'activité de mouvements de formation de disciples. (%2$s) (%3$s)
pt_br: O Projeto Rede de Localização é um projeto de código aberto, nascido fora de %1$s dos projetos de código aberto. Isso foi construído para apoiar a rede de geolocalização padronizada de atividade para movimentos de fazedores de discípulos. (%2$s) (%3$s)

source: Location Grid - Data Sources
fr_fr: Grille de localisation - Sources de données
pt_br: Rede de Localização - Fontes de Dados

source: The Location Grid database and polygon set are derived these data sources, although significant processing of original polygon files were implemented for lightweight web distribution:
fr_fr: La base de données Location Grid et l'ensemble de polygones sont dérivés de ces sources de données, bien qu'un traitement important des fichiers de polygones d'origine ait été mis en œuvre pour une distribution Web légère :
pt_br: A base de dados da Rede de Localização e o conjunto de polígonos são derivados dessas fontes de dados, apesar de que um processamento significativo de arquivos originais de polígono terem sido implementados para uma distribuição mais leve:

source: GADM is an academic project that provides administrative polygon boundaries. These boundaries provided the seed for the grid system.
fr_fr: GADM est un projet académique qui fournit des limites administratives de polygones. Ces limites ont fourni la graine du système de grille.
pt_br: GADM é um projeto acadêmico que busca fornecer limites de polígonos administrativos. Esses limites fornecem insumos para o sistema de rede.

source: GeoNames is an open source location database of over 11 million places. It has a redistributable polygon set and associated location name database that also served as a seed for the location grid system.
fr_fr: GeoNames est une base de données de localisation open source de plus de 11 millions de lieux. Il dispose d'un ensemble de polygones redistribuables et d'une base de données de noms de lieux associée qui a également servi de graine pour le système de grille de localisation.
pt_br: GeoNames é uma base de dados de código aberto de mais de 11 milhões de lugares. Possui um conjunto redistribuível de polígonos e base de dados de nomes de lugares associados que também serviu como base para o sistema de rede de localização.

source: Open Street maps
fr_fr: Cartes routières ouvertes
pt_br: Mapas do Open Street

source: Open Street Maps is the best open alternative to closed mapping systems like Google Maps or Apple Maps. Intentional coordination and polygon preparation was designed for use with this tiling system.
fr_fr: Open Street Maps est la meilleure alternative ouverte aux systèmes de cartographie fermés comme Google Maps ou Apple Maps. La coordination intentionnelle et la préparation des polygones ont été conçues pour être utilisées avec ce système de carrelage.
pt_br: Open Street Maps é a melhor alternativa aberta para sistemas de mapeamento fechado, como Google Maps ou Apple Maps. Coordenação intencional e preparação de polígonos foram elaborados para o uso com esse sistema de revestimento.

source: Mapbox is a service that uses Open Street Maps system but adds a developer friendly programming and hosting layer to mapping source.
fr_fr: Mapbox est un service qui utilise le système Open Street Maps mais ajoute une couche de programmation et d'hébergement conviviale pour les développeurs à la source de cartographie.
pt_br: Mapbox é um serviço que usa o sistema Open Street Maps, mas adiciona uma programação familiar ao usuário e uma camada de hospedagem para a fonte de mapeamento.

source: Location Grid - Database and Public Mirror
fr_fr: Grille de localisation - Base de données et miroir public
pt_br: Rede de Localização - Base de Dados e Espelho Público

source: An enormous amount of custom processing, configuration, and web hosting is provided as a result of the Location Grid Project.
fr_fr: Une énorme quantité de traitement personnalisé, de configuration et d'hébergement Web est fournie à la suite du projet Location Grid.
pt_br: Uma quantidade enorme de processamento, configuração e hospedagem web customizados é oferecida como resultado do Projeto Rede de Localização.

source: City Data
fr_fr: Données de la ville
pt_br: Dados de Cidade

source: Geonames provided the original 200k city names, population, longitude, and latitude.
fr_fr: Geonames a fourni les 200 000 noms de ville, la population, la longitude et la latitude d'origine.
pt_br: GeoNames providenciou os nomes, a população, a longitude e a latitude às 200.000 cidades originais.

source: Location Grid - Geocoding
fr_fr: Grille de localisation - Géocodage
pt_br: Rede de Localização - Geocodificação

source: Populated cities from geonames were coded against the Location Grid using the longitude, latitude. Then they were crafted into a new resource table.
fr_fr: Les villes peuplées à partir des géonoms ont été codées par rapport à la grille de localisation en utilisant la longitude, la latitude. Ensuite, ils ont été créés dans une nouvelle table de ressources.
pt_br: Cidades populosas de Geonomes foram codificadas em relação à Rede de Localização usando longitude e latitude. Em seguida, foram reunidas em uma nova tabela de recursos.

source: Bible Citations
fr_fr: Citations bibliques
pt_br: Citações Bíblicas

source: Statistical Resources
fr_fr: Ressources statistiques
pt_br: Recursos de Estatísticas

source: National Statistical Offices
fr_fr: Offices nationaux de statistique
pt_br: Institutos Nacionais de Estatísticas

source: International Web Resources
fr_fr: Ressources Web internationales
pt_br: Recursos Internacionais da Web

source: CIA World Fact Book
fr_fr: Livre d'information sur le monde de la CIA
pt_br: Livro de Dados da CIA

source: Country profiles and small static maps.
fr_fr: Profils de pays et petites cartes statiques.
pt_br: Perfis de países e mapas estáticos pequenos.

source: Humanitarian Data Exchange
fr_fr: Échange de données humanitaires
pt_br: Intercâmbio de Dados Humanitários

source: For almost all countries of the world statistical and geospatial data.
fr_fr: Pour presque tous les pays du monde des données statistiques et géospatiales.
pt_br: Dados estatísticos e geospaciais para quase todos os países do mundo.

source: Project that creates and provides free geographic data especially about streets and other points of interest; contains partly also administrative boundaries.
fr_fr: Projet qui crée et fournit des données géographiques gratuites, en particulier sur les rues et autres points d'intérêt ; contient en partie aussi des frontières administratives.
pt_br: Projeto que cria e fornece dados geográficos gratuitos, especialmente sobre ruas e outros pontos de interesse; também contém parcialmente limites administrativos.

source: Population Statistics of Eastern Europe (pop-stat.mashke.org)
fr_fr: Statistiques démographiques de l'Europe de l'Est (pop-stat.mashke.org)
pt_br: Estatísticas Populacionais da Europa Oriental (pop-stat.mashke.org)

source: Detailed population statistics for Eastern and Middle Europe.
fr_fr: Statistiques démographiques détaillées pour l'Europe orientale et centrale.
pt_br: Estatísticas populacionais detalhadas para Europa Oriental e Central.

source: SPC Statistics for Development Division (PRISM)
fr_fr: Division des statistiques pour le développement (PRISM) de la CPS
pt_br: SPC Estatísticas para Divisão de Desenvolvimento (PRISM)

source: Statistics of the pacific island countries and territories by the Secretariat of the Pacific Community.
fr_fr: Statistiques des pays et territoires insulaires du Pacifique par le Secrétariat général de la Communauté du Pacifique.
pt_br: Estatísticas de países e territórios da ilha do Pacífico pela Secretaria da Comunidade do Pacífico.

source: Information about the administrative divisions of countries (update stopped in 2018).
fr_fr: Informations sur les divisions administratives des pays (mise à jour arrêtée en 2018).
pt_br: Informação sobre as divisões administrativas de países (última atualização em 2018).

source: UN Statistics Division: Demographic Yearbook
fr_fr: Division de statistique de l'ONU : Annuaire démographique
pt_br: Divisão Estatística da ONU: Anuário Demográfico

source: Population of countries, capital cities and cities of 100,000 and more inhabitants
fr_fr: Population des pays, capitales et villes de 100 000 habitants et plus
pt_br: População de países, cidades capitais e cidades de 100.000 habitantes e mais

source: UN Statistics Division: Census Dates
fr_fr: Division des statistiques de l'ONU : dates des recensements
pt_br: Divisão Estatística da ONU: Datas do Censo

source: Overview over census dates and some links.
fr_fr: Aperçu des dates de recensement et quelques liens.
pt_br: Visão geral das datas do censo e alguns links.

source: Wikidata is a free and open knowledge base representing a subset of Wikipedia data in a structured way.
fr_fr: Wikidata est une base de connaissances gratuite et ouverte représentant un sous-ensemble de données Wikipédia de manière structurée.
pt_br: O Wikidata é uma base de conhecimento livre e aberta que representa um subconjunto de dados da Wikipédia de forma estruturada.

source: Wikipedia, the free encyclodia
fr_fr: Wikipédia, l'encyclopédie libre
pt_br: Wikipedia, a enciclopédia gratuita

source: The free encyclopedia provides many facts about countries and cities, however, of varying quality.
fr_fr: L'encyclopédie gratuite fournit de nombreux faits sur les pays et les villes, mais de qualité variable.
pt_br: A enciclopédia gratuita fornece muitos fatos sobre países e cidades, porém, de qualidade variável.

source: Church
pt_br: Igreja

source: Churches
pt_br: Igrejas

source: Conference
pt_br: Conferência

source: Conferences
pt_br: Conferências

source: Using Prayer.Global at your %s
pt_br: Usando o Prayer.Global em seu %s

source: Prayer.Global has been used by %s with great success!
pt_br: Prayer.Global foi usado por %s com grande sucesso!

source: churches and conferences
pt_br: igrejas e conferências

source: Conference Testimony
pt_br: Testemunho da Conferência

source: Church Testimony
pt_br: Testemunho da Igreja

source: Pre-Event Setup
pt_br: Configuração pré-evento

source: Promotion
pt_br: Promoção

source: Facilitate the Event
pt_br: Facilitar o evento

source: After the Event
pt_br: Pós evento

source: What is Prayer.Global?
pt_br: O que é Prayer.Global?

source: Prayer.Global is a powerful tool designed to mobilize strategic, Scripture-based prayer for the fulfillment of the Great Commission. It equips individuals, churches, and conferences to engage in extraordinary prayer — a key mark of disciple-making movements. With Prayer.Global, you and your community can take part in God’s mission to cover the world in prayer.
pt_br: Prayer.Global é uma ferramenta poderosa projetada para mobilizar a oração estratégica, baseada nas Escrituras, para o cumprimento da Grande Comissão. Ela capacita indivíduos, igrejas e conferências a se engajarem em oração extraordinária — uma marca fundamental dos movimentos de fazedores de discípulos. Com Prayer.Global, você e sua comunidade podem participar da missão de Deus de cobrir o mundo com oração.

source: Prayer.Global has divided the world into 4,770 “states” based on geographical and governmental boundaries.
pt_br: A Prayer.Global dividiu o mundo em 4.770 "áreas" com base em fronteiras geográficas e governamentais.

source: Click ‘Start Praying’ to initiate a one-minute timer with a specific state to pray for.
pt_br: Clique em “Começar a orar” para iniciar um cronômetro de um minuto com um lugar específico para orar.

source: You’ll be provided with specific prayer prompts, scripture and pictures to guide your prayers.
pt_br: Você receberá instruções de oração específica, escrituras e imagens para orientar suas orações.

source: Watch your progress on the LIVE prayer map as you work together to pray a lap around the world.
pt_br: Acompanhe seu progresso no mapa de orações AO VIVO enquanto trabalha junto para dar uma volta ao mundo em oração.

source: At a recent conference, participants prayed several laps around the world over the course of a few days.
pt_br: Em uma conferência recente, os participantes deram várias voltas ao mundo em oração ao longo de alguns dias.

source: On one Sunday morning, a church of 1200 prayed for the entire world in less that 10 minutes!
pt_br: Em uma manhã de domingo, uma igreja de 1.200 pessoas orou pelo mundo inteiro em menos de 10 minutos!

source: Over the course of a month, a campus ministry was able to pray for every location on the globe.
pt_br: Ao longo de um mês, um ministério universitário conseguiu orar por todos os lugares do mundo.

source: We’ve done the hard work to make it easy for you.
pt_br: Fizemos o trabalho árduo para facilitar para você.

source: Register and create a free account
pt_br: Cadastre-se e crie uma conta gratuita

source: Gain access to your personal Prayer Global dashboard.
pt_br: Tenha acesso ao seu painel pessoal do Prayer Global.

source: Create a custom group prayer relay
pt_br: Crie suas próprias equipes de oração

source: Choose a name and decide if it’s public (anyone can join) or private (accessible only through the URL or QR code).
pt_br: Escolha um nome e decida se ele é público (qualquer pessoa pode participar) ou privado (acessível somente por meio de URL ou código QR).

source: Access free promotional resources
pt_br: Acesse recursos promocionais gratuitos

source: Easily promote your event with customizable materials for your %s.
pt_br: Promova facilmente seu evento com materiais personalizáveis para seu %s.

source: church or conference
pt_br: igreja ou conferência

source: Cast Vision
pt_br: Lance a visão
