Repository: Pray4Movement/prayer-global-porch
Catalog: support/languages/prayer-global-porch-*.po
Languages: fr_fr, pt_br

# Ezra 7:10
source: For Ezra had devoted himself to the study and observance of the Law of the Lord, and to teaching its decrees and laws in Israel.
fr_fr: Car Esdras avait appliqué son coeur à étudier et à mettre en pratique la loi de l’Éternel, et à enseigner au milieu d’Israël les lois et les ordonnances.
pt_br: Porque Esdras pôs no coração o propósito de buscar a Lei do Senhor, cumpri-la e ensinar em Israel os seus estatutos e os seus juízos.

source: Reliance on God
fr_fr: Dépendance à Dieu
pt_br: Confiança em Deus

source: Trust
fr_fr: Confiance
pt_br: Confiança

source: Father, move the %1$s believers in %2$s of %3$s to say "Not our will, but yours be done", like Jesus.
fr_fr: Père, pousses les %1$s croyants dans %2$s de %3$s à dire "Pas notre volonté, mais la tienne soit faite", comme Jésus.
pt_br: Pai, move os %1$s crentes em %2$s de %3$s a dizer "não a nossa vontade, mas a tua", como Jesus.

source: Luke 22:41-42
fr_fr: Luc 22:41-42
pt_br: Lucas 22:41-42

# Luke 22:41-42
source: He withdrew about a stone’s throw beyond them, knelt down and prayed, "Father, if you are willing, take this cup from me; yet not my will, but yours be done."
fr_fr: Puis il s’éloigna d’eux à la distance d’environ un jet de pierre, et, s’étant mis à genoux, il pria, disant : Père, si tu voulais éloigner de moi cette coupe ! Toutefois, que ma volonté ne se fasse pas, mais la tienne.
pt_br: Ele, por sua vez, se afastou um pouco, e, de joelhos, orava, dizendo: "Pai, se queres, afasta de mim este cálice! Contudo, não se faça a minha vontade, e sim a tua".

source: Suffering
fr_fr: Souffrance
pt_br: Sofrimento

source: Spirit, please defend the %1$s believers in %2$s against an unwillingness to suffer. Give them courage to face social rejection.
fr_fr: Saint-Esprit, défends les %1$s croyants dans la province %2$s contre une réticence à souffrir. Donne-leur le courage d'affronter le rejet social.
pt_br: Espírito, por favor, defende os fiéis de %1$s em %2$s contra a relutância em sofrer. Dê a eles coragem para enfrentar a rejeição social.

source: Please, convict the %1$s believers in %2$s to look to you as their only hope for strength and fruitfulness and life.
fr_fr: S'il te plaît, convaincs les %1$s croyants en %2$s de te considérer comme leur seul espoir de force, de fécondité et de vie.
pt_br: Por favor, convence os %1$s crentes em %2$s a olharem para ti como sua única esperança de força, fertilidade e vida.

source: John 15:5
fr_fr: Jean 15:5
pt_br: João 15:5

# John 15:5
source: "I am the vine; you are the branches. If you remain in me and I in you, you will bear much fruit; apart from me you can do nothing.
fr_fr: Je suis le cep, vous êtes les sarments. Celui qui demeure en moi et en qui je demeure porte beaucoup de fruit, car sans moi vous ne pouvez rien faire.
pt_br: Eu sou a videira, vocês são os ramos. Quem permanece em mim, e eu, nele, esse dá muito fruto; porque sem mim vocês não podem fazer nada.

source: Father, look after and teach the way that is best for the %1$s believers living in %2$s.
fr_fr: Père, prends soin des %1$s croyants vivant en %2$s et enseigne-leur la meilleure voie.
pt_br: Pai, cuida dos %1$s crentes que vivem em %2$s e ensina a eles o caminho que é melhor.

source: Psalm 32:8
fr_fr: Psaume 32:8
pt_br: Salmos 32:8

# Psalm 32:8
source: I will instruct you and teach you in the way you should go. I will counsel you with my loving eye on you.
fr_fr: Je t’instruirai et te montrerai la voie que tu dois suivre ; je te conseillerai, j’aurai le regard sur toi.
pt_br: Eu o instruirei e lhe ensinarei o caminho que você deve seguir; e, sob as minhas vistas, lhe darei conselho.

source: Spirit, train the church of %1$s to trust with all their hearts, and you will make their paths straight.
fr_fr: Saint-Esprit, entraîne l'église de %1$s à faire confiance de tout son cœur, et tu aplaniras leurs sentiers.
pt_br: Espírito, treina a igreja de %1$s a confiar de todo o coração, e tu endireitarás os seus caminhos.

source: Proverbs 3:5-6
fr_fr: Proverbes 3:5-6
pt_br: Provérbios 3:5-6

# Proverbs 3:5-6
source: Trust in Yahweh with all your heart, and don’t lean on your own understanding. In all your ways acknowledge him, and he will make your paths straight.
fr_fr: Confie-toi en l’Éternel de tout ton coeur, et ne t’appuie pas sur ta sagesse ; reconnais-le dans toutes tes voies, et il aplanira tes sentiers.
pt_br: Confie no Senhor de todo o seu coração e não se apoie no seu próprio entendimento. Reconheça o Senhor em todos os seus caminhos, e ele endireitará as suas veredas.

source: Father, remind your church in %1$s that they can know and depend on the love you have for them.
fr_fr: Père, rappelle à ton église en %1$s qu'elle peut savoir et dépendre de l'amour que tu as pour elle.
pt_br: Pai, lembra à tua igreja em %1$s que eles podem conhecer e depender do amor que tens por eles.

source: 1 John 4:16
fr_fr: 1 Jean 4:16
pt_br: 1 João 4:16

# 1 John 4:16
source: We know and have believed the love which God has for us. God is love, and he who remains in love remains in God, and God remains in him.
fr_fr: Et nous, nous avons connu l’amour que Dieu a pour nous, et nous y avons cru. Dieu est amour ; et celui qui demeure dans l’amour demeure en Dieu, et Dieu demeure en lui.
pt_br: E nós conhecemos o amor e cremos neste amor que Deus tem por nós. Deus é amor, e aquele que permanece no amor permanece em Deus, e Deus permanece nele.

source: Father, encourage your church in %1$s that you never forsake them.
fr_fr: Père, encourage ton église en %1$s que tu n'abandonneras jamais.
pt_br: Pai, encoraja tua igreja em %1$s fazendo-os saber que nunca os abandonará.

source: Psalm 9:10
fr_fr: Psaume 9:10
pt_br: Salmos 9:10

# Psalm 9:10
source: Those who know your name will put their trust in you, for you, Yahweh, have not forsaken those who seek you.
fr_fr: L’Éternel est un refuge pour l’opprimé, un refuge au temps de la détresse.
pt_br: Em ti, pois, confiam os que conhecem o teu nome, porque tu, Senhor, não desamparas os que te buscam.

source: Father, reveal your kingdom to those with a childlike heart in %1$s of %2$s.
fr_fr: Père, révèle ton royaume à ceux qui ont un cœur d'enfant dans %1$s de %2$s.
pt_br: Pai, revela teu reino àqueles com o coração como de uma criança em %1$s de %2$s.

source: Matthew 11:25-26
fr_fr: Matthieu 11:25-26
pt_br: Mateus 11:25-26

# Matthew 11:25-26
source: At that time, Jesus answered, “I thank you, Father, Lord of heaven and earth, that you hid these things from the wise and understanding, and revealed them to infants. Yes, Father, for so it was well-pleasing in your sight.
fr_fr: En ce temps-là, Jésus prit la parole, et dit : Je te loue, Père, Seigneur du ciel et de la terre, de ce que tu as caché ces choses aux sages et aux intelligents, et de ce que tu les as révélées aux enfants. Oui, Père, je te loue de ce que tu l’as voulu ainsi.
pt_br: Por aquele tempo, Jesus exclamou: Graças te dou, ó Pai, Senhor do céu e da terra, porque escondeste estas coisas dos sábios e instruídos e as revelaste aos pequeninos. Sim, ó Pai, porque assim foi do teu agrado.

source: Spirit, teach the %1$s believers that their old life is dead and their new life is hid with Christ.
fr_fr: Saint-Esprit, enseignes aux %1$s croyants que leur ancienne vie est morte et que leur nouvelle vie est cachée avec Christ.
pt_br: Espírito, ensina aos %1$s crentes que sua velha vida está morta e sua nova vida está escondida com Cristo.

source: Colossians 3:3
fr_fr: Colossiens 3:3
pt_br: Colossenses 3:3

# Colossians 3:3
source: For you died, and your life is hidden with Christ in God.
fr_fr: Car vous êtes morts, et votre vie est cachée avec Christ en Dieu.
pt_br: Porque vocês morreram, e a vida de vocês está oculta juntamente com Cristo, em Deus.

source: Lord, to the people of %1$s you say, "If you wait for Me, I will work on your behalf."
fr_fr: Seigneur, au peuple de %1$s tu dis : "Si vous m'attendez, je travaillerai pour vous."
pt_br: Senhor, ao povo de %1$s tu dizes: "Se vocês esperarem em Mim, Eu trabalharei em seu favor."

source: Isaiah 64:4
fr_fr: Esaïe 64:4
pt_br: Isaías 64:4

# Isaiah 64:4
source: For from of old men have not heard, nor perceived by the ear, neither has the eye seen a God besides you, who works for him who waits for him.
fr_fr: Jamais on n’a appris ni entendu dire, e jamais l’oeil n’a vu qu’un autre dieu que toi fît de telles choses pour ceux qui se confient en lui.
pt_br: Porque desde a antiguidade não se ouviu, nem com os ouvidos se percebeu, nem com os olhos se viu Deus além de ti, que trabalha para aquele que nele espera.

source: Faith
fr_fr: Foi
pt_br: Fé

source: Spirit, teach the %1$s believers in %2$s that when they seek first your Kingdom and your righteousness, you will abundantly provide all they need.
fr_fr: Saint-Esprit, enseigne aux %1$s croyants en %2$s que lorsqu'ils recherchent d'abord ton Royaume et ta justice, tu leur fourniras abondamment tout ce dont ils ont besoin.
pt_br: Espírito, ensina aos %1$s crentes em %2$s que quando eles buscam primeiro o teu Reino e a tua justiça, tu suprirás abundantemente tudo o que eles precisam.

source: 2 Corinthians 9:8
fr_fr: 2 Corinthiens 9:8
pt_br: 2 Coríntios 9:8

# 2 Corinthians 9:8
source: And God is able to bless you abundantly, so that in all things at all times, having all that you need, you will abound in every good work.
fr_fr: Et Dieu peut vous combler de toutes sortes de grâces, afin que, possédant toujours en toutes choses de quoi satisfaire à tous vos besoins, vous ayez encore en abondance pour toute bonne oeuvre.
pt_br: Deus pode tornar abundante em vocês toda graça, a fim de que, tendo sempre, em tudo, ampla suficiência, vocês sejam abundantes em toda boa obra.

source: Lord, please give the %1$s believers in %2$s of %3$s the Spirit of wisdom and revelation, so that they might know you better.
fr_fr: Seigneur, donne aux %1$s croyants dans %2$s de %3$s l'Esprit de sagesse et de révélation, afin qu'ils te connaissent mieux.
pt_br: Senhor, por favor, dá aos %1$s crentes em %2$s de %3$s o Espírito de sabedoria e revelação, para que possam conhecê-lo melhor.

source: Ephesians 1:17
fr_fr: Ephésiens 1:17
pt_br: Efésios 1:17

# Ephesians 1:17
source: I keep asking that the God of our Lord Jesus Christ, the glorious Father, may give you the Spirit of wisdom and revelation, so that you may know him better.
fr_fr: Afin que le Dieu de notre Seigneur Jésus-Christ, le Père de gloire, vous donne un esprit de sagesse et de révélation, dans sa connaissance.
pt_br: Peço ao Deus de nosso Senhor Jesus Cristo, o Pai da glória, que conceda a vocês espírito de sabedoria e de revelação no pleno conhecimento dele.

source: Spirit, please defend the %1$s believers in %2$s against self-centered spirituality. Open their eyes to the fields ripe for harvest around them.
fr_fr: Saint-Esprit, protège les %1$s croyants à %2$s contre la spiritualité centrée sur eux-mêmes. Ouvre leurs yeux aux champs prêts pour la moisson autour d'eux.
pt_br: Espírito, por favor, defende os crentes de %1$s em %2$s contra a espiritualidade centrada em si mesmos. Abre os olhos deles para os campos maduros para a colheita ao seu redor.

source: Faithfulness
fr_fr: Fidélité
pt_br: Fidelidade

source: Father, convict the %1$s believers in %2$s to be holy and righteous. Inspire them to gather in small groups for accountability and spiritual growth.
fr_fr: Père, convaincs les %1$s croyants en %2$s d'être saints et justes. Inspires-les à se rassembler en petits groupes pour la redevabilité et la croissance spirituelle.
pt_br: Pai, convence os %1$s crentes em %2$s a serem santos e justos. Inspira-os a se reunirem em pequenos grupos para prestação de contas e crescimento espiritual.

source: Lord, we know that you invest more in those who have been faithful with what they have been given. Please, richly bless each faithful believer in %1$s with more spiritual insight, wisdom, courage and vision.
fr_fr: Seigneur, nous savons que tu investis davantage dans ceux qui ont été fidèles avec ce qu'ils ont reçu. S'il te plaît, bénis richement chaque croyant fidèle en %1$s avec plus de connaissance spirituelle, de sagesse, de courage et de vision.
pt_br: Senhor, sabemos que investes mais naqueles que foram fiéis ao que lhes foi dado. Por favor, abençoa ricamente cada crente fiel em %1$s com mais discernimento espiritual, sabedoria, coragem e visão.

source: Matthew 25:28-29
fr_fr: Matthieu 25:28-29
pt_br: Mateus 25:28-29

# Matthew 25:28-29
source: So take the bag of gold from him and give it to the one who has ten bags. For whoever has will be given more, and they will have an abundance. Whoever does not have, even what they have will be taken from them.
fr_fr: Otez-lui donc le talent, et donnez-le à celui qui a les dix talents. Car on donnera à celui qui a, et il sera dans l’abondance, mais à celui qui n’a pas on ôtera même ce qu’il a.
pt_br: Portanto, tirem dele o talento e deem ao que tem dez. Porque a todo o que tem, mais será dado, e terá em abundância; mas ao que não tem, até o que tem lhe será tirado.

source: Father, please reward those who diligently seek you with a heart of faith in %1$s of %2$s.
fr_fr: Père, s'il te plaît, récompenses ceux qui te cherchent avec diligence avec un cœur de foi dans %1$s de %2$s.
pt_br: Pai, por favor, recompensas aqueles que diligentemente te buscam com um coração de fé em %1$s de %2$s.

source: Hebrews 11:6
fr_fr: Hébreux 11:6
pt_br: Hebreus 11:6

# Hebrews 11:6
source: Without faith it is impossible to be well pleasing to him, for he who comes to God must believe that he exists, and that he is a rewarder of those who seek him.
fr_fr: Or sans la foi il est impossible de lui être agréable ; car il faut que celui qui s’approche de Dieu croie que Dieu existe, et qu’il est le rémunérateur de ceux qui le cherchent.
pt_br: De fato, sem fé é impossível agradar a Deus, porque é necessário que aquele que se aproxima de Deus creia que ele existe e que recompensa os que o buscam.

source: Spirit, sanctify the %1$s believers in %2$s and keep them blameless until Jesus returns.
fr_fr: Saint-Esprit, sanctifies les %1$s croyants à %2$s et préserve-les jusqu'au retour de Jésus.
pt_br: Espírito, santifica os %1$s crentes em %2$s e os mantenha irrepreensíveis até que Jesus retorne.

source: 1 Thessalonians 5:23-24
fr_fr: 1 Thessaloniciens 5:23-24
pt_br: 1 Tessalonicenses 5:23-24

# 1 Thessalonians 5:23-24
source: May the God of peace himself sanctify you completely. May your whole spirit, soul, and body be preserved blameless at the coming of our Lord Jesus Christ. He who calls you is faithful, who will also do it.
fr_fr: Que le Dieu de paix vous sanctifie lui-même tout entiers, et que tout votre être, l’esprit, l’âme et le corps, soit conservé irrépréhensible, lors de l’avènement de notre Seigneur Jésus-Christ ! Celui qui vous a appelés est fidèle, et c’est lui qui le fera.
pt_br: O mesmo Deus da paz os santifique em tudo. E que o espírito, a alma e o corpo de vocês sejam conservados íntegros e irrepreensíveis na vinda de nosso Senhor Jesus Cristo. Fiel é aquele que os chama, o qual também o fará.

source: Father, let those from the %1$s believers who are shaken and weak remember that your love will never fail them.
fr_fr: Père, que ceux des %1$s croyants qui sont ébranlés et faibles se souviennent que ton amour ne leur fera jamais défaut.
pt_br: Pai, que aqueles dentre os %1$s crentes que estão abalados e fracos lembrem-se de que o teu amor nunca os abandonará.

source: 1 Corinthians 13:8
fr_fr: 1 Corinthiens 13:8
pt_br: 1 Coríntios 13:8

# 1 Corinthians 13:8
source: Love never fails. But where there are prophecies, they will be done away with. Where there are various languages, they will cease. Where there is knowledge, it will be done away with.
fr_fr: La charité ne périt jamais. Les prophéties prendront fin, les langues cesseront, la connaissance disparaîtra.
pt_br: O amor jamais acaba. Havendo profecias, desaparecerão; havendo línguas, cessarão; havendo ciência, passará.

source: Father, put the people who are lonely into families in %1$s of %2$s.
fr_fr: Père, offre une famille à toutes ces personnes seules dans %1$s de %2$s.
pt_br: Pai, coloca as pessoas solitárias em famílias em %1$s de %2$s.

source: Psalm 68:6
fr_fr: Psaume 68:6
pt_br: Salmos 68:6

# Psalm 68:6
source: God sets the lonely in families. He brings out the prisoners with singing, but the rebellious dwell in a sun-scorched land.
fr_fr: Dieu donne une famille à ceux qui étaient abandonnés, il délivre les captifs et les rend heureux ; les rebelles seuls habitent des lieux arides.
pt_br: Deus faz com que o solitário more em família; liberta os cativos e lhes dá prosperidade; só os rebeldes habitam em terra estéril.

source: Spirit, protect the overcomers in %1$s, so that they will one day sit with Jesus on His throne.
fr_fr: Saint-Esprit, protèges les vainqueurs en %1$s, afin qu'ils s'assoient un jour avec Jésus sur son trône.
pt_br: Espírito, protege os vencedores em %1$s, para que um dia eles se sentem com Jesus em seu trono.

source: Revelation 3:21
fr_fr: Apocalypse 3:21
pt_br: Apocalipse 3:21

# Revelation 3:21
source: He who overcomes, I will give to him to sit down with me on my throne, as I also overcame, and sat down with my Father on his throne.
fr_fr: Celui qui vaincra, je le ferai asseoir avec moi sur mon trône, comme moi j’ai vaincu et me suis assis avec mon Père sur son trône.
pt_br: Ao vencedor, darei o direito de sentar-se comigo no meu trono, assim como também eu venci e me sentei com o meu Pai no seu trono.

source: Father, you have chosen the weak things of this world to confound the strong. Make the poor and outcast in %1$s of %2$s a testimony of your strength.
fr_fr: Père, tu as choisi les choses faibles de ce monde pour confondre les fortes. Faites des pauvres et des parias dans %1$s de %2$s un témoignage de ta force.
pt_br: Pai, escolheste as coisas fracas deste mundo para confundir as fortes. Faz dos pobres e marginalizados em %1$s de %2$s um testemunho da tua força.

source: 1 Corinthians 1:27
fr_fr: 1 Corinthiens 1:27
pt_br: 1 Coríntios 1:27

# 1 Corinthians 1:27
source: God chose the foolish things of the world that he might put to shame those who are wise. God chose the weak things of the world, that he might put to shame the things that are strong;
fr_fr: Mais Dieu a choisi les choses folles du monde pour confondre les sages ; Dieu a choisi les choses faibles du monde pour confondre les fortes ;
pt_br: Deus escolheu as coisas loucas do mundo para envergonhar os sábios e escolheu as coisas fracas do mundo para envergonhar as fortes.

source: Spirit, encourage the church of %1$s that they are blessed with every heavenly blessing.
fr_fr: Saint-Esprit, encourage l'église de %1$s à être bénie de toutes les bénédictions célestes.
pt_br: Espírito, encoraja a igreja de %1$s para que sejam abençoados com todas as bênçãos celestiais.

source: Ephesians 1:3
fr_fr: Ephésiens 1:3
pt_br: Efésios 1:3

# Ephesians 1:3
source: Blessed be the God and Father of our Lord Jesus Christ, who has blessed us with every spiritual blessing in the heavenly places in Christ
fr_fr: Béni soit Dieu, le Père de notre Seigneur Jésus-Christ, qui nous a bénis de toutes sortes de bénédictions spirituelles dans les lieux célestes en Christ
pt_br: Bendito seja o Deus e Pai de nosso Senhor Jesus Cristo, que nos abençoou com todas as bênçãos espirituais nas regiões celestiais em Cristo

source: Father, thank you that you will never abandon the church of %1$s.
fr_fr: Père, merci de ne jamais abandonner l'église de %1$s.
pt_br: Pai, obrigado porque o Senhor nunca abandonará a igreja de %1$s.

source: Hebrews 13:5
fr_fr: Hébreux 13:5
pt_br: Hebreus 13:5

# Hebrews 13:5
source: Be free from the love of money, content with such things as you have, for he has said, “I will in no way leave you, neither will I in any way forsake you.
fr_fr: Ne vous livrez pas à l’amour de l’argent ; contentez- vous de ce que vous avez ; car Dieu lui-même a dit : Je ne te délaisserai point, et je ne t’abandonnerai point.
pt_br: Que a vida de vocês seja isenta de avareza. Contentem-se com as coisas que vocês têm, porque Deus disse: "De maneira alguma deixarei você, nunca jamais o abandonarei".

source: Jesus, for those distressed and afraid in %1$s, show them today that you give peace at all times and in every situation.
fr_fr: Jésus, pour ceux qui sont affligés et effrayés en %1$s, montre-leur aujourd'hui que tu donnes la paix en tout temps et en toute situation.
pt_br: Jesus, para aqueles que estão angustiados e com medo em %1$s, mostra hoje que tu concedes paz em todo tempo e em toda situação.

source: 2 Thessalonians 3:16
fr_fr: 2 Thessaloniciens 3:16
pt_br: 2 Tessalonicenses 3:16

# 2 Thessalonians 3:16
source: Now may the Lord of peace himself give you peace at all times in all ways. The Lord be with you all.
fr_fr: Que le Seigneur de la paix vous donne lui-même la paix en tout temps, de toute manière ! Que le Seigneur soit avec vous tous !
pt_br: Que o Senhor da paz, ele mesmo, dê a vocês a paz, sempre e de todas as maneiras. O Senhor esteja com todos vocês.

source: Jesus, please find the broken hearted among the %1$s souls in %2$s and mend their wounds.
fr_fr: Jésus, s'il te plaît, trouves les cœurs brisés parmi les %1$s âmes en %2$s et répares leurs blessures.
pt_br: Jesus, por favor, encontra os corações partidos entre as %1$s almas em %2$s e cura suas feridas.

source: Psalm 147:3
fr_fr: Psaume 147:3
pt_br: Salmos 147:3

# Psalm 147:3
source: He heals the brokenhearted and binds up their wounds.
fr_fr: Il guérit ceux qui ont le coeur brisé, et il panse leurs blessures.
pt_br: Ele sara os que têm o coração quebrantado e trata das feridas deles.

source: Father, comfort those who mourn in %1$s.
fr_fr: Père, consoles ceux qui pleurent en %1$s.
pt_br: Pai, conforta os que choram em %1$s.

source: Matthew 5:4
fr_fr: Matthieu 5:4
pt_br: Mateus 5:4

# Matthew 5:4
source: Blessed are those who mourn, for they will be comforted.
fr_fr: Heureux les affligés, car ils seront consolés !
pt_br: Bem-aventurados os que choram, porque serão consolados.

source: Father, see the suffering of your people in %1$s of %2$s. Deliver all those who have not forgotten your Word.
fr_fr: Père, vois la souffrance de ton peuple dans %1$s de %2$s. Délivres tous ceux qui n'ont pas oublié ta Parole.
pt_br: Pai, vê o sofrimento do teu povo em %1$s de %2$s. Livra todos aqueles que não se esqueceram da tua Palavra.

source: Psalm 119:153
fr_fr: Psaume 119:153
pt_br: Salmos 119:153

# Psalm 119:153
source: Look on my suffering and deliver me, for I have not forgotten your law.
fr_fr: Vois ma misère, et délivre-moi ! Car je n’oublie point ta loi.
pt_br: Olha para a minha aflição e livra-me, pois não me esqueço da tua lei.

source: Love
fr_fr: Amour
pt_br: Amor

source: Spirit, give the believers of the %1$s of %2$s unity and humility as they work to bring the kingdom to new people and places.
fr_fr: Saint-Esprit, donne aux croyants de %1$s de %2$s l'unité et l'humilité alors qu'ils travaillent pour apporter le royaume à de nouvelles personnes et de nouveaux lieux.
pt_br: Espírito, dá aos crentes de %1$s de %2$s unidade e humildade enquanto trabalham para levar o reino a novas pessoas e lugares.

source: Lord, stir the hearts of your people in %1$s to agree with you and with one another.
fr_fr: Seigneur, remue les cœurs de ton peuple à %1$s pour qu'ils soient d'accord avec toi et les uns avec les autres.
pt_br: Senhor, move os corações de teu povo em %1$s para que concordem contigo e uns com os outros.
