Repository: Pray4Movement/prayer-global-porch
Catalog: support/languages/prayer-global-porch-*.po
Languages: fr_fr, pt_br

source: Pray that God raises up new churches in the city of %s.
fr_fr: Prions que Dieu suscite de nouvelles églises dans la ville de %s.
pt_br: Ore para que Deus levante novas igrejas na cidade de %s.

source: Pray that God encourage his people in all these cities.
fr_fr: Prions que Dieu encourage son peuple dans toutes ces villes.
pt_br: Ore para que Deus encoraje seu povo em todas essas cidades.

source: Pray that new churches are planted in these cities.
fr_fr: Prions que de nouvelles églises soient implantées dans ces villes.
pt_br: Ore para que novas igrejas sejam plantadas nessas cidades.

source: This is %1$s believer for every %2$s neighbors who need Jesus.
fr_fr: C'est %1$s croyant pour chaque %2$s voisins qui ont besoin de Jésus.
pt_br: Isso significa %1$s crente para cada %2$s vizinhos que precisam de Jesus.

# 3 mins [abbreviation of e.g. 3 minutes]
source: %d mins
fr_fr: %d minutes
pt_br: %d minutos

source: state
fr_fr: région
pt_br: estado

source: the state
fr_fr: la province
pt_br: o estado

source: states
fr_fr: provinces
pt_br: estados

source: country
fr_fr: pays
pt_br: país

source: the country
fr_fr: le pays
pt_br: o país

source: countries
fr_fr: des pays
pt_br: países

source: county
fr_fr: comté
pt_br: região

source: the county
fr_fr: le comté
pt_br: a região

source: counties
fr_fr: comtés
pt_br: regiões

source: Diaspora
pt_br: Diáspora

source: Possibly Diaspora
fr_fr: Peut-être la diaspora
pt_br: Possível Diáspora

source: Fastest Growing in the World
fr_fr: Croissance la plus rapide au monde
pt_br: Crescimento Mais Rápido do Mundo

source: Extreme Growth
fr_fr: Croissance extrême
pt_br: Crescimento Extremo

source: Significant Growth
fr_fr: Croissance significative
pt_br: Crescimento Significativo

source: Stable, but with slight growth
fr_fr: Stable, mais avec une légère croissance
pt_br: Estável, mas com leve crescimento

source: Stable, but in slight decline
fr_fr: Stable, mais en légère baisse
pt_br: Estável, mas com leve declínio

source: Extreme Decline
fr_fr: Déclin extrême
pt_br: Declínio Extremo

source: Fastest Declining in the World
fr_fr: Le déclin le plus rapide au monde
pt_br: Declínio Mais Rápido do Mundo

source: %s Race Map
fr_fr: %s Carte de course
pt_br: Mapa da Corrida %s

source: Race Map Stats
fr_fr: Statistiques de la carte de course
pt_br: Estatísticas do Mapa da Corrida

source: %s times
fr_fr: %s fois
pt_br: %s vezes

source: World Prayer Coverage
fr_fr: Couverture globale de la prière
pt_br: Cobertura Mundial de Oração

source: Someone has requested a password reset for the following account:
pt_br: Alguém solicitou uma redefinição de senha para a seguinte conta:

source: Username: %s
pt_br: Nome de usuário: %s

source: If this was a mistake, just ignore this email and nothing will happen.
pt_br: Se isso foi um erro, apenas ignore este e-mail e nada acontecerá.

source: To reset your password, visit the following address:
pt_br: Para redefinir sua senha, visite o seguinte endereço:

source: Password Reset Request
pt_br: Solicitação de redefinição de senha

source: Invalid email or password. Please try again.
pt_br: E-mail ou senha inválidos. Tente novamente.

source: Email not found. Please register.
pt_br: E-mail não encontrado. Por favor, registre-se.

source: Authentication failed. Please try again or register for an account.
pt_br: Falha na autenticação. Tente novamente ou crie uma conta.

source: Email is required
pt_br: E-mail é obrigatório

source: No account found with that email address
pt_br: Nenhuma conta encontrada com esse endereço de e-mail

source: Stay Updated
pt_br: Fique atualizado

source: Yes, Sign Me Up
pt_br: Sim, me inscreva

source: Register
pt_br: Registrar

source: Prayer streaks and more
pt_br: Séries de oração e muito mais

source: Sign in with Google
pt_br: Entrar com o Google

source: OR
pt_br: OU

source: Continue with Email
pt_br: Continuar com e-mail

source: Back
pt_br: Voltar

source: Badly formatted email address
pt_br: Endereço de e-mail com formato incorreto

source: Password
pt_br: Senha

source: Password is required
pt_br: Senha é necessária

source: There are some errors in your form.
pt_br: Há alguns erros em seu formulário.

source: Back to Login
pt_br: Voltar ao início

source: Reset Password
pt_br: Redefinir senha

source: Enter your email address and we'll send you a link to reset your password.
pt_br: Digite seu e-mail e lhe enviaremos um link para redefinir sua senha.

source: Please enter a valid email address
pt_br: Por favor, insira um endereço de e-mail válido

source: Send Reset Link
pt_br: Enviar link de redefinição

source: Password reset link has been sent to your email address.
pt_br: O link para redefinição de senha foi enviado para seu e-mail.

source: Don't have an account?
pt_br: Não tem uma conta?

source: Forgot Password?
pt_br: Esqueceu sua senha?

source: Please complete the security check.
pt_br: Por favor, conclua a verificação de segurança.

source: Register with Google
pt_br: Registre-se com Google

source: Register with Email
pt_br: Registre-se com e-mail

source: Password is not strong enough
pt_br: A senha não é forte o suficiente

source: Re-enter Password
pt_br: Digite a senha novamente

source: Passwords do not match. Please, try again.
pt_br: As senhas não são iguais. Tente novamente.

source: There was a problem with your login. Please try again.
pt_br: Ocorreu um problema com seu acesso. Tente novamente.

source: Already got an account?
pt_br: Já tem uma conta?

source: User Profile
pt_br: Perfil do Usuário

source: Change
fr_fr: Changer
pt_br: Mudar

source: Please select a location
fr_fr: Sélectionner un emplacement
pt_br: Selecione um local

source: Select Location
fr_fr: Sélectionner l'emplacement
pt_br: Selecione o Lugar

source: Delete Location
fr_fr: Supprimer l'emplacement
pt_br: Excluir Lugar

source: (This is your estimated location)
fr_fr: (Ceci est votre position estimée)
pt_br: (Esta é sua localização estimada)

source: Profile Settings
pt_br: Configurações do Perfil

source: Prayer Activity
pt_br: Atividade de oração

source: My Prayer Relays
fr_fr: Mes relais de prière
pt_br: Minhas Equipes de Oração

source: Are you enjoying this app?
fr_fr: Appréciez-vous cette application ?
pt_br: Você está gostando deste aplicativo?

source: Partner with us in helping others pray for the world!
pt_br: Junte-se a nós para ajudar outras pessoas a orarem pelo mundo!

source: Consider giving to help us increase prayer for the world.
fr_fr: Envisager de donner pour nous aider à augmenter la prière pour le monde.
pt_br: Considere fazer uma doação para nos ajudar a aumentar as orações pelo mundo.

source: Logout
fr_fr: Se déconnecter
pt_br: Sair

source: Location
fr_fr: Lieu
pt_br: Local

source: Locations
fr_fr: Emplacements
pt_br: Lugares

source: Communication Preferences
fr_fr: Préférences de communication
pt_br: Preferência de Comunicação

source: Change Your Details
fr_fr: Modifier vos informations
pt_br: Altere Seus Dados

source: Delete my account
pt_br: Excluir minha conta

source: Load more
fr_fr: Charger plus
pt_br: Carregue mais

# 1 min for Paris, France
source: %1$s for %2$s
fr_fr: %1$s pour %2$s
pt_br: %1$s por %2$s

# in Global Lap
source: in %s
fr_fr: dans %s
pt_br: em %s

# New public Relay
source: New %s Relay
fr_fr: Nouveau relais %s
pt_br: Nova %s Equipe de Corrida

source: Public
fr_fr: Publique
pt_br: Público

source: Private
fr_fr: Privé
pt_br: Privado

source: My Public Relays
fr_fr: Mes relais publics
pt_br: Minhas Equipes de Corrida Públicas

source: My Private Relays
fr_fr: Mes relais privés
pt_br: Minhas Equipes de Corrida Privadas

source: Private relays do not show on the %s page, but can be shared with your team mates.
fr_fr: Les relais privés ne s'affichent pas sur la page %s, mais peuvent être partagés avec vos coéquipiers.
pt_br: As equipes de corrida privadas não aparecem na página %s, mas podem ser compartilhadas com seus companheiros de equipe.

source: Your public relays will also appear on the %s page.
fr_fr: Vos relais publics apparaîtront également sur la page %s.
pt_br: Suas equipes de corrida públicas aparecerão na página %s.

source: You have not created any %s relays yet
fr_fr: Vous n'avez pas encore créé de relais %s
pt_br: Você ainda não criou nenhuma %s equipe de corrida

source: View other public relays
fr_fr: Voir les autres relais publics
pt_br: Veja outras equipes públicas de corrida

source: Edit
fr_fr: Modifier
pt_br: Editar

source: Display Map
fr_fr: Afficher la carte
pt_br: Exibir Mapa

source: This will delete your account from Prayer.Global.
fr_fr: Cela supprimera votre compte de Prayer.Global.
pt_br: Isso excluirá sua conta do Prayer.Global.

source: You will lose all progress and data assosciated with your account
fr_fr: Vous perdrez toute la progression et les données associées à votre compte
pt_br: Você perderá todo o progresso e dados associados à sua conta

source: If you are sure you want to proceed please type "delete" into the box below and click "I am sure" button
fr_fr: Si vous êtes sûr de vouloir continuer, veuillez taper "supprimer" dans la case ci-dessous et cliquez sur le bouton "Je suis sûr"
pt_br: Se você tem certeza de que deseja prosseguir, digite "excluir" na caixa abaixo e clique no botão "tenho certeza"

source: Confirm delete
fr_fr: Confirmation de la suppression
pt_br: Confirmar exclusão

source: Cancel
fr_fr: Annuler
pt_br: Cancelar

source: Save
fr_fr: Sauvegarder
pt_br: Salvar

source: Subscribe to news
pt_br: Inscreva-se para receber notícias

source: Subscribed
pt_br: Inscrito

source: Send information about %1$s, %2$s, %3$s and other %4$s projects via email
fr_fr: Envoyer des informations sur %1$s, %2$s, %3$s et d'autres projets %4$s par e-mail
pt_br: Enviar informações sobre %1$s, %2$s, %3$s e outros %4$s projetos por e-mail

source: Strengthen your prayer life one day at a time!
pt_br: Fortaleça sua vida de oração um dia de cada vez!

source: Weeks in a row
pt_br: Semanas consecutivas

source: Days this year
pt_br: Duas neste ano

source: Minutes prayed
pt_br: Minutos em oração

source: Places prayed for
pt_br: Lugares que receberam oração

source: Active Laps
pt_br: Voltas Ativas

source: Finished Laps
pt_br: Voltas concluídas

source: Lap
pt_br: Volta

source: Share
pt_br: Compartilhar

source: Hide
pt_br: Ocultar

source: Unhide
pt_br: Mostrar

source: Hide Hidden Relays
pt_br: Ocultar equipes ocultas

source: Show Hidden Relays
pt_br: Mostrar equipes ocultos

source: You have not created or joined any Prayer Relays yet.
pt_br: Você ainda não criou nem se uniu a nenhuma equipe de oração.

source: New Prayer Relay
pt_br: Nova Equipe de Oração

source: New Public Relay
pt_br: Nova Equipe Pública de Oração

source: New Private Relay
pt_br: Novas Equipes Privativas

source: Create Public Relay
pt_br: Criar Equipes Públicas

source: Create Private Relay
pt_br: Criar Equipes Privativas

source: Join a Relay
pt_br: Entre em uma Equipe

source: Relay Title
pt_br: Nome da Equipe

source: Advanced Options
pt_br: Opções avançadas

source: Create
fr_fr: Créer
pt_br: Criar

source: Start Date
fr_fr: Date de début
pt_br: Data de Início

source: End Date
fr_fr: Date de fin
pt_br: Data do Término

source: Now
fr_fr: Maintenant
pt_br: Agora

source: Single Lap
fr_fr: Tour unique
pt_br: Volta Única

source: Update
pt_br: Atualizar

source: Edit Relay
pt_br: Editar equipe

source: Find and join a public prayer relay created by individuals, churches or organizations.
pt_br: Encontre e entre numa equipe pública de oração criada por pessoas, igrejas ou organizações.

source: Start your own public relay for anyone to find and join.
pt_br: Inicie sua própria equipe para outros encontrarem e se unirem.

source: Create a private relay, hidden from the public list, and share it with friends, family, or the church.
pt_br: Crie uma equipe privativa, não visível na lista pública, e a compartilhe com amigos, familiares ou igreja.

source: Allow push notifications
pt_br: Permitir notificações push

source: (Encouragements, streaks, lap status and more)
pt_br: (Incentivos, sequências, status da volta e muito mais)

source: Push notifications are only available on the latest version of the Prayer.Global mobile app.
pt_br: As notificações push estão disponíveis apenas na versão mais recente do Prayer.Global para aplicativos móveis.

source: Push notifications are not enabled on your device.
pt_br: As notificações push não estão habilitadas no seu dispositivo.

source: Manage Device Notifications
pt_br: Gerenciar notificações do dispositivo

source: Get it on the app store
pt_br: Adquira na App Store

source: Get it on google play
pt_br: Obtenha no Google Play

source: seconds
fr_fr: secondes
pt_br: segundos

source: second
fr_fr: deuxième
pt_br: segundo

# 23 seconds ago
source: %1$d %2$s ago
fr_fr: Il y a %1$d %2$s
pt_br: %1$d %2$s atrás

source: hours
fr_fr: heures
pt_br: horas

source: hour
fr_fr: heure
pt_br: hora

source: days
fr_fr: jours
pt_br: dias

source: day
fr_fr: jour
pt_br: dia

source: weeks
fr_fr: semaines
pt_br: semanas

source: week
fr_fr: semaine
pt_br: semana

source: months
fr_fr: mois
pt_br: meses

source: month
fr_fr: mois
pt_br: mês

source: Your Streak is Alive!
fr_fr: Votre série est en vie !
pt_br: Sua sequência está ativa!

source: You have prayed for %s days in a row! Let's keep that streak going!
fr_fr: Vous avez prié pour %s jours consécutifs ! Maintenons cette série !
pt_br: Você orou por %s dias seguidos! Vamos continuar nessa sequência!

source: Thank You for Being Here
pt_br: Obrigado por estar aqui

source: Grateful You're Part of This
pt_br: Grato por ser parte disso

source: We Appreciate You Joining Us
pt_br: Estamos felizes por você se unir a nós

source: It Means a Lot to Have You With Us
pt_br: Significa muito ter você conosco

source: Quiet Thanks for Faithful Hearts
pt_br: Serena Gratidão por Corações Fiéis

source: Thank You for Taking Time to Pray
pt_br: Obrigado por reservar um tempo para orar

source: We're Glad to Be Praying With You
pt_br: Estamos felizes em orar com você

source: Together in Prayer—Thank You
pt_br: Juntos em Oração — Obrigado

source: Amen! We agree with your prayers!
pt_br: Amém! Em concordância com suas orações!

source: Don't be discouraged as you pray. Cheat. Read to see how the Bible finishes!
pt_br: Não desanime ao orar. Dê a volta por cima. Leia para ver como a Bíblia termina!

source: Every great Gospel movement has been preceeded by extraordinary prayer! Good work!
pt_br: Todo grande movimento do evangelho foi precedido por oração extraordinária! Bom trabalho!

source: Faithful in prayer, fierce in love — thank you for showing up.
pt_br: Fiéis na oração, ferozes no amor — obrigado por ter vindo.

source: From your phone to the throne — heaven hears.
pt_br: Do seu telefone ao trono — o céu escuta.

source: God delights in your persistence — one prayer at a time.
pt_br: Deus se deleita com sua persistência — uma oração de cada vez.

source: He who sees in secret will reward — thanks for showing up.
pt_br: Aquele que vê no secreto vai recompensar— obrigado por vir.

source: Imagine it: a global prayer chorus rising. You're part of it.
pt_br: Imagine: um coro global de orações se erguendo. Você é parte disso.

source: It's amazing that God invites us to pray without ceasing!
pt_br: É incrível que Deus nos convide a orar sem cessar!

source: Off to a strong start — heaven hears and you're making waves!
pt_br: Começou bem — o céu ouve e você está progredindo!

source: Others may not know you prayed, but God does, and loves it!
pt_br: Outros podem não saber que você orou, mas Deus sabe e ama isso!

source: Prayer changes things... including us! Keep on!
pt_br: A oração muda as coisas... incluindo a nós! Continue assim!

source: Thank you for again joining us today in God's throne room.
pt_br: Obrigado por se unir a nós novamente hoje na sala do trono de Deus.

source: That moment of faith just added light to a dark place.
pt_br: Aquele momento de fé só iluminou um lugar escuro.

source: That prayer might have felt small, but remember God is HUGE!
pt_br: Essa oração pode parecer pequena, mas lembre-se de que Deus é ENORME!

source: The gates of Hell won't withstand those prayers.
pt_br: As portas do Inferno não prevalecerão contra essas orações.

source: The kingdom is advancing — and you're fueling it.
pt_br: O reino está avançando — e você está contribuindo para isso.

source: Today's prayer might be the turning point for someone.
pt_br: A oração de hoje pode ter sido um ponto de virada para alguém.

source: Jesus loves to see you coming every time you pray.
pt_br: Jesus ama ver você vindo toda vez que para orar.

source: You fought in the heavenlies again, today. We honor you.
pt_br: Você lutou nas regiões celestiais hoje de novo. Honramos você.

source: You prayed, and that matters more than you know.
pt_br: Você orou, e isso importa mais do que você imagina.

source: You're a world-changer in prayer!
pt_br: Você é alguém que muda o mundo na oração!

source: You're helping cover the earth in prayer — one place at a time.
pt_br: Você está ajudando a cobrir a Terra com oração — um lugar de cada vez.

source: You're linking arms with believers around the world — unstoppable.
pt_br: Você está unindo forças com crentes do mundo todo — e isso não para.

source: You're loving your Prayer.Global neighbors as yourself!
pt_br: Você está amando seu próximo no Prayer.Global como a si mesmo!

source: You're not just praying — you're joining a global movement of God.
pt_br: Você não está apenas orando — está se unindo a um movimento global de Deus.

source: You're part of a global movement — prayer is the engine.
pt_br: Você é parte de um movimento global — a oração é o motor.

source: Your prayer today covered people who've never heard the name of Jesus — and He is listening.
pt_br: Sua oração hoje cobriu pessoas que nunca ouviram o nome de Jesus — e Ele está ouvindo.

source: Your yes today could lead to someone else's first yes to Jesus.
pt_br: O seu sim hoje pode levar ao primeiro sim de outra pessoa a Jesus.

source: You showed up today, and God heard you!
pt_br: Você veio hoje e Deus o ouviu!

source: You've already lifted voices today — what a start!
pt_br: Você já levantou vozes hoje — que começo!

source: Keep your streak alive
fr_fr: Maintenir votre série
pt_br: Mantenha sua sequência ativa

source: Keep praying to maintain your streak!
fr_fr: Priez pour maintenir votre série !
pt_br: Continue orando para manter sua sequência!

source: Oh no! Your streak has ended
pt_br: Ah, não! Sua sequência acabou

source: Your prayer streak has ended. Start a new one today!
pt_br: Sua sequência de orações chegou ao fim. Comece uma nova hoje mesmo!

source: We Miss You—Let's Pray Today!
pt_br: Sentimos sua falta — vamos orar hoje!

source: Haven't seen you in a while—take a moment today to reconnect in prayer!
pt_br: Não vejo você há algum tempo. Tire um momento hoje para se reconectar em oração!

source: Prayer Changes Everything—Come Back!
pt_br: Oração muda tudo — volte!

source: Your prayers matter! Take a moment today and join us in covering the world in prayer again.
pt_br: Suas orações são importantes! Reserve um momento hoje e junte-se a nós para cobrir o mundo com orações novamente.

source: Let's Reconnect—Your Prayers Are Needed
pt_br: Vamos nos reconectar — suas orações são necessárias

source: The world needs prayer warriors like you. Jump back in today and be part of something bigger!
pt_br: O mundo precisa de guerreiros de oração como você. Volte hoje mesmo e faça parte de algo maior!

source: Time to Come Back
pt_br: Hora de voltar

source: We'd love to have you back praying with us!
pt_br: Gostaríamos muito que você voltasse a orar conosco!

source: Missing Your Prayers
pt_br: Sentindo falta de suas orações

source: Your prayer journey can restart anytime - join us again!
pt_br: Sua jornada de oração pode ser retomada a qualquer momento - junte-se a nós novamente!

source: It's been a while!
pt_br: Já faz um tempo!

source: Would you like to restart with a fresh goal?
pt_br: Você gostaria de recomeçar com um novo objetivo?

source: Is This Goodbye?
pt_br: Isso é um adeus?

source: We understand life gets busy, but your prayers make an impact. We'd love to have you back whenever you're ready.
pt_br: Sabemos que a vida é corrida, mas suas orações fazem a diferença. Gostaríamos demais de ter você de volta quando estiver pronto.

source: Status
fr_fr: Statut

# Link Copied
source: Link %s
fr_fr: Lien %s

source: Links
fr_fr: Liens

source: We acknowledge that there is no way to possess 100% accurate knowledge of the faith status or location status of every person in the world.
fr_fr: Nous reconnaissons qu'il n'y a aucun moyen de posséder une connaissance exacte à 100% a du statut religieux ou du statut géographique de chaque personne dans le monde.

source: Jesus
fr_fr: Jésus

source: Joel 2:28
fr_fr: Joël 2:28

# abbreviation of 1 minute
source: 1 min
fr_fr: 1 minute
