Repository: Pray4Movement/prayer-global-porch
Catalog: support/languages/prayer-global-porch-*.po
Languages: fr_fr, pt_br

# Matthew 12:48-50
source: He replied to him, “Who is my mother, and who are my brothers?” Pointing to his disciples, he said, “Here are my mother and my brothers. For whoever does the will of my Father in heaven is my brother and sister and mother.”
fr_fr: Mais Jésus répondit à celui qui le lui disait : Qui est ma mère, et qui sont mes frères ? Puis, étendant la main sur ses disciples, il dit : Voici ma mère et mes frères. Car, quiconque fait la volonté de mon Père qui est dans les cieux, celui-là est mon frère, et ma soeur, et ma mère.
pt_br: Porém ele respondeu ao que lhe trouxera o aviso: "Quem é minha mãe e quem são meus irmãos? E, estendendo a mão para os discípulos, disse: Eis minha mãe e meus irmãos. Porque qualquer que fizer a vontade de meu Pai celeste, esse é meu irmão, irmã e mãe".

source: Father, we rejoice that you who began a good work in the church of %1$s will carry it on to completion until the day of Jesus Christ!
fr_fr: Père, nous nous réjouissons que toi qui as commencé une bonne œuvre dans l'église de %1$s la mèneras jusqu'au jour de Jésus-Christ !
pt_br: Pai, nós nos alegramos porque o Senhor, que começou uma boa obra na igreja de %1$s, irá completá-la até o dia de Jesus Cristo!

source: Philippians 1:6
fr_fr: Philippiens 1:6
pt_br: Filipenses 1:6

# Philippians 1:6
source: being confident of this, that he who began a good work in you will carry it on to completion until the day of Christ Jesus.
fr_fr: Je suis persuadé que celui qui a commencé en vous cette bonne oeuvre la rendra parfaite pour le jour de Jésus-Christ.
pt_br: Estou convencido de que aquele que começou boa obra em vocês, vai completá-la até o dia de Cristo Jesus.

source: Father, remind your church in %1$s that you have set your Son over all rule and authority, power and dominion, and every name that is invoked.
fr_fr: Père, rappelle à ton église dans %1$s que tu as établi ton Fils sur toute règle et autorité, pouvoir et domination, et tout nom qui est invoqué.
pt_br: Pai, lembra à tua igreja em %1$s que colocaste teu Filho sobre todo governo e autoridade, poder e domínio, e todo nome que é invocado.

source: Ephesians 1:20-21
fr_fr: Ephésiens 1:20-21
pt_br: Efésios 1:20-21

# Ephesians 1:20-21
source: he raised Christ from the dead and seated him at his right hand in the heavenly realms, far above all rule and authority, power and dominion, and every name that is invoked, not only in the present age but also in the one to come.
fr_fr: en le ressuscitant des morts, et en le faisant asseoir à sa droite dans les lieux célestes, au-dessus de toute domination, de toute autorité, de toute puissance, de toute dignité, et de tout nom qui se peut nommer, non seulement dans le siècle présent, mais encore dans le siècle à venir.
pt_br: Esse poder ele exerceu em Cristo, ressuscitando-o dos mortos e fazendo-o assentar-se à sua direita, nas regiões celestiais, muito acima de todo governo e autoridade, poder e domínio, e de todo nome que se possa mencionar, não apenas nesta era, mas também na que há de vir.

source: Father, help %1$s new simple churches start among the %2$s people in %3$s of %4$s. One within reach of everyone living here.
pt_br: Pai, ajuda %1$s novas igrejas simples começarem entre o povo %2$s em %3$s de %4$s. Uma igreja ao alcance de cada um que vive aqui.

source: Habakkuk 2:14
fr_fr: Habaquq 2:14
pt_br: Habacuque 2:14

# Habakkuk 2:14
source: For the earth will be filled with the knowledge of the glory of the Lord as the waters cover the sea.
fr_fr: Car la terre sera remplie de la connaissance de la gloire de l’Éternel, comme le fond de la mer par les eaux qui le couvrent.
pt_br: E a terra se encherá do conhecimento da glória do Senhor, como as águas enchem o mar.

source: Spirit, please start new house churches in every neighborhood of %1$s of %2$s.
pt_br: Espírito, por favor, inicia novas igrejas domésticas em todos os bairros de %1$s de %2$s.

source: Spirit, please give every church in %1$s of %2$s a passion to plant another simple church.
fr_fr: Saint-Esprit, s'il te plaît, donne à chaque église dans %1$s de %2$s le cœur d'implanter une autre église.
pt_br: Espírito, por favor, dá a cada igreja em %1$s de %2$s a paixão por plantar outra igreja simples.

source: Father, show your mercy on the %1$s people in %2$s who are far from you. Please add %3$s new house churches this year.
fr_fr: Père, montre ta miséricorde envers les %1$s habitants de %2$s qui sont loin de toi. Ajoute %3$s nouvelles églises de maison cette année.
pt_br: Pai, mostra tua misericórdia para com %1$s pessoas em %2$s que estão longe de ti. Por favor, acrescenta %3$s novas igrejas domésticas neste ano.

source: Father, we agree with your desire that the people in %1$s of %2$s hear about you.
fr_fr: Père, nous sommes d'accord avec ton désir que les gens de %1$s de %2$s entendent parler de toi.
pt_br: Pai, concordamos com teu desejo de que as pessoas em %1$s de %2$s ouçam sobre ti.

source: Romans 15:21
fr_fr: Romains 15:21
pt_br: Romanos 15:21

# Romans 15:21
source: "Those who were not told about him will see, and those who have not heard will understand."
fr_fr: "Ceux à qui il n’avait point été annoncé verront, et ceux qui n’en avaient point entendu parler comprendront."
pt_br: "Hão de vê-lo aqueles que não tinham ouvido falar dele, e o entenderão aqueles que não o haviam escutado."

source: Father, let every disciple be a disciple maker, every home a training center, and every church a church planting movement in %1$s of %2$s.
fr_fr: Père, que chaque disciple soit un faiseur de disciples, chaque foyer un centre de formation et chaque église un mouvement d'implantation d'églises dans %1$s de %2$s.
pt_br: Pai, que cada discípulo seja um fazedor de discípulos, cada lar um centro de treinamento e cada igreja um movimento de plantação de igrejas em %1$s de %2$s.

source: Father, we ask for networks of simple churches in every city in %1$s of %2$s, like Paul planted in Corinth and Ephesus.
fr_fr: Père, nous demandons des réseaux d'églises de maison dans chaque ville dans %1$s %2$s, comme Paul en a implanté à Corinthe et à Éphèse.
pt_br: Pai, pedimos redes de igrejas simples em cada cidade em %1$s de %2$s, como Paulo plantou em Corinto e Éfeso.

source: 1 Corinthians 16:19
fr_fr: 1 Corinthiens 16:19
pt_br: 1 Coríntios 16:19

# 1 Corinthians 16:19
source: The churches in the province of Asia send you greetings. Aquila and Priscilla greet you warmly in the Lord, and so does the church that meets at their house.
fr_fr: Les Églises d’Asie vous saluent. Aquilas et Priscille, avec l’Église qui est dans leur maison, vous saluent beaucoup dans le Seigneur.
pt_br: As igrejas da província da Ásia enviam-lhes saudações. Áquila e Priscila os saúdam afetuosamente no Senhor, e também a igreja que se reúne na casa deles.

source: Jesus, %1$s people live in %2$s of %3$s. Please, give them %4$s new simple churches this year.
fr_fr: Jésus, %1$s personnes vivent dans %2$s de %3$s. S'il te plaît, nous te prions pour %4$s nouvelles églises de maison cette année.
pt_br: Jesus, %1$s pessoas vivem em %2$s de %3$s. Por favor, dá a elas %4$s novas igrejas simples neste ano.

source: Bible Access
fr_fr: Accès à la Bible
pt_br: Acesso à Bíblia

source: Father, please give the people in %1$s of %2$s access to a Bible in their own language.
fr_fr: Père, s'il te plaît, donne aux gens de %1$s de %2$s accès à une Bible dans leur propre langue.
pt_br: Pai, por favor, dá às pessoas em %1$s de %2$s acesso a uma Bíblia em sua própria língua.

source: Spirit, how will they hear without a preacher? How will they preach unless they have a Bible? Please give the people in %1$s of %2$s access to a Bible in their own language.
fr_fr: Saint-Esprit, comment entendront-ils sans prédicateur ? Comment vont-ils prêcher s'ils n'ont pas de Bible ? Donne aux personnes de %1$s de %2$s l'accès à une Bible dans leur propre langue.
pt_br: Espírito, como ouvirão se não houver quem pregue? Como pregarão sem uma Bíblia? Por favor, dá às pessoas em %1$s de %2$s acesso a uma Bíblia em sua própria língua.

source: Romans 10:14-15
fr_fr: Romains 10:14-15
pt_br: Romanos 10:14-15

# Romans 10:14-15
source: How, then, can they call on the one they have not believed in? And how can they believe in the one of whom they have not heard? And how can they hear without someone preaching to them? And how can anyone preach unless they are sent? As it is written: “How beautiful are the feet of those who bring good news!”
fr_fr: Comment donc invoqueront-ils celui en qui ils n’ont pas cru ? Et comment croiront-ils en celui dont ils n’ont pas entendu parler ? Et comment en entendront-ils parler, s’il n’y a personne qui prêche ? Et comment y aura-t-il des prédicateurs, s’ils ne sont pas envoyés ? selon qu’il est écrit : Qu’ils sont beaux Les pieds de ceux qui annoncent la paix, De ceux qui annoncent de bonnes nouvelles !
pt_br: Como, pois, invocarão aquele em quem não creram? E como crerão naquele de quem não ouviram falar? E como ouvirão, se não houver quem pregue? E como pregarão, se não forem enviados? Como está escrito: "Como são belos os pés dos que anunciam boas novas!"

source: Father, please remove the barriers that keep the %1$s who are far from you in %2$s from having access to a Bible.
fr_fr: Père, supprime les barrières qui empêchent les %1$s personnes loin de toi dans la province %2$s d'avoir accès à une Bible.
pt_br: Pai, por favor, remove as barreiras que impedem que %1$s que estão longe de ti em %2$s tenham acesso à Bíblia.

source: Matthew 24:14
fr_fr: Matthieu 24:14
pt_br: Mateus 24:14

# Matthew 24:14
source: And this gospel of the kingdom will be preached in the whole world as a testimony to all nations, and then the end will come.
fr_fr: Cette bonne nouvelle du royaume sera prêchée dans le monde entier, pour servir de témoignage à toutes les nations. Alors viendra la fin.
pt_br: E este evangelho do Reino será pregado em todo o mundo como testemunho a todas as nações, e então virá o fim.

source: Father, put your Bible in the hands of the %1$s, who are far from you and live in this place.
fr_fr: Père, remets ta Bible entre les mains des %1$s, qui sont loin de toi et vivent ici.
pt_br: Pai, coloca a tua Bíblia nas mãos dos %1$s que estão longe de ti e vivem nesse lugar.

source: Psalm 119:9-10
fr_fr: Psaume 119:9-10
pt_br: Salmos 119:9-10

# Psalm 119:9-10
source: How can a young person stay on the path of purity? By living according to your Word. I seek you with all my heart; do not let me stray from your commands.
fr_fr: Comment le jeune homme rendra-t-il pur son sentier ? En se dirigeant d’après ta parole. Je te cherche de tout mon coeur : Ne me laisse pas égarer loin de tes commandements !
pt_br: Como pode o jovem manter pura a sua conduta? Vivendo de acordo com a tua palavra. Eu te busco de todo o coração; não permitas que eu me desvie dos teus mandamentos.

source: Father, it’s possible most of the %1$s lost people in %2$s have never held or opened a Bible. Please change this, Father.
fr_fr: Père, il est possible que la plupart des %1$s personnes perdues dans %2$s n'aient jamais tenu ou ouvert une Bible. S'il te plaît, changes cela, Père.
pt_br: Pai, é possível que a maioria das %1$s pessoas perdidas em %2$s nunca tenham segurado ou aberto uma Bíblia. Por favor, muda isso, Pai.

source: Romans 10:17
fr_fr: Romains 10:17
pt_br: Romanos 10:17

# Romans 10:17
source: Yet faith comes from listening to this Good News—the Good News about Christ.
fr_fr: Ainsi la foi vient de ce qu’on entend, et ce qu’on entend vient de la parole de Christ.
pt_br: Assim, a fé vem pelo ouvir, e o ouvir, pela palavra de Cristo.

source: Lord, there are %1$s people in %2$s of %3$s who claim Christianity, but may have never read the Bible. Please challenge them today to read the Bible for themselves.
fr_fr: Seigneur, il y a %1$s personnes dans %2$s de %3$s qui se proclament Chrétiens, mais qui n'ont peut-être jamais ouvert une Bible. S'il te plaît, mets-les au défi aujourd'hui de lire ta Bible.
pt_br: Senhor, há %1$s pessoas em %2$s de %3$s que se dizem cristãs, mas talvez nunca tenham lido a Bíblia. Por favor, desafia-as hoje a ler a Bíblia por si mesmas.

source: 2 Timothy 3:16
fr_fr: 2 Timothée 3:16
pt_br: 1 Timóteo 3:16

# 2 Timothy 3:16
source: All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness
fr_fr: Toute Écriture est inspirée de Dieu, et utile pour enseigner, pour convaincre, pour corriger, pour instruire dans la justice, afin que l’homme de Dieu soit accompli et propre à toute bonne oeuvre.
pt_br: Toda a Escritura é inspirada por Deus e útil para o ensino, para a repreensão, para a correção, para a educação na justiça

source: Spirit, of the %1$s people in %2$s of %3$s who claim Christianity, challenge some of them to pick up your Word and read it for themselves today.
fr_fr: Saint-Esprit, parmi toutes les %1$s personnes dans %2$s de %3$s qui revendiquent d'être chrétien, mets au défi certains d'entre eux de prendre ta Parole et de la lire par eux-mêmes aujourd'hui.
pt_br: Espírito, das %1$s pessoas em %2$s de %3$s que afirmam ser cristãs, desafia algumas delas a pegarem tua Palavra e a lê-la por si mesmas hoje.

source: John 8:32
fr_fr: Jean 8:32
pt_br: João 8:32

# John 8:32
source: Then you will know the truth, and the truth will set you free.
fr_fr: vous connaîtrez la vérité, et la vérité vous affranchira.
pt_br: Conhecerão a verdade, e a verdade os libertará.

source: Father, your Word is essential for life and growth. Please challenge the %1$s cultural Christians in %2$s of %3$s to read your Word for themselves today.
fr_fr: Père, ta Parole est essentielle pour la vie et la croissance. S'il te plaît, mets au défi aujourd'hui les %1$s chrétiens nominaux dans %2$s de %3$s de lire ta Parole.
pt_br: Pai, a tua Palavra é essencial para a vida e o crescimento. Por favor, desafia os %1$s cristãos culturais em %2$s de %3$s a lerem a tua Palavra por si mesmos hoje.

source: Matthew 4:4
fr_fr: Matthieu 4:4
pt_br: Mateus 4:4

# Matthew 4:4
source: It is written: 'Man shall not live by bread alone, but by every word that comes from the mouth of God.'
pt_br: Está escrito: ‘Nem só de pão viverá o homem, mas de toda palavra que procede da boca de Deus'

source: Lord, the %1$s of %2$s will disappear one day, but your Word will never disappear. Call all who claim Christianity to anchor their lives on your Word.
fr_fr: Seigneur, %1$s de %2$s disparaîtra un jour, mais ta Parole ne disparaîtra jamais. Appelle tous ceux qui se réclament du christianisme à ancrer leur vie sur ta Parole.
pt_br: Senhor, os %1$s de %2$s desaparecerão um dia, mas a tua Palavra jamais desaparecerá. Convoca todos os que se dizem cristãos a fundamentarem suas vidas na tua Palavra.

source: Matthew 24:35
fr_fr: Matthieu 24:35
pt_br: Mateus 24:35

# Matthew 24:35
source: Heaven and earth will disappear, but my words will never disappear.
fr_fr: Le ciel et la terre passeront, mais mes paroles ne passeront point.
pt_br: O céu e a terra passarão, mas as minhas palavras jamais passarão.

source: Father, your Word can be a lamp to the feet of the %1$s people in %2$s of %3$s who claim to know you, if they open it and read it today.
fr_fr: Père, ta Parole peut être une lampe aux pieds des gens %1$s dans le %2$s de %3$s qui prétendent te connaître, s'ils l'ouvrent et le lisent aujourd'hui.
pt_br: Pai, a tua Palavra pode ser uma lâmpada para os pés de %1$s pessoas em %2$s de %3$s que afirmam conhecê-lo, se elas a abrirem e lerem hoje.

source: Psalm 119:105
fr_fr: Psaume 119:105
pt_br: Salmos 119:105

# Psalm 119:105
source: your Word is a lamp to my feet and a light to my path.
fr_fr: Ta parole est une lampe à mes pieds, et une lumière sur mon sentier.
pt_br: Lâmpada para os meus pés é a tua palavra e luz para os meus caminhos.

source: Jesus, make the %1$s people in %2$s of %3$s who claim to know you, brave enough to let the Bible weigh their thoughts and intentions today.
fr_fr: Jésus, rends les %1$s personnes dans %2$s de %3$s qui prétendent te connaître, assez courageuses pour laisser la Bible peser leurs pensées et leurs intentions aujourd'hui.
pt_br: Jesus, faça com que %1$s pessoas em %2$s de %3$s que afirmam conhecê-lo sejam corajosas o suficiente para deixar a Bíblia discernir seus pensamentos e intenções hoje.

source: Hebrews 4:12
fr_fr: Hébreux 4:12
pt_br: Hebreus 4:12

# Hebrews 4:12
source: For the word of God is living and powerful, and sharper than any two-edged sword, piercing even to the division of soul and spirit, and of joints and marrow, and is a discerner of the thoughts and intents of the heart.
fr_fr: Car la parole de Dieu est vivante et efficace, plus tranchante qu’une épée quelconque à deux tranchants, pénétrante jusqu’à partager âme et esprit, jointures et moelles ; elle juge les sentiments et les pensées du coeur.
pt_br: Porque a palavra de Deus é viva, e eficaz, e mais cortante do que qualquer espada de dois gumes, e penetra até ao ponto de dividir alma e espírito, juntas e medulas, e é apta para discernir os pensamentos e propósitos do coração.

source: Spirit, help get online Bibles and Bible apps onto the phones of the %1$s people who claim to know you, so they can read everyday.
fr_fr: Spirit, aide à obtenir des Bibles et des applications bibliques en ligne sur les téléphones des personnes %1$s qui prétendent te connaître, afin qu'elles puissent lire tous les jours.
pt_br: Espírito, ajuda a colocar Bíblias on-line e aplicativos da Bíblia nos celulares de %1$s pessoas que dizem conhecê-lo, para que a possam ler todos os dias.

source: Father, please provide access to your Word for everyone, especially believers in %1$s.
fr_fr: Père, s'il te plaît, donne à tout le monde l'accès à ta Parole, en particulier aux croyants en %1$s.
pt_br: Pai, por favor, dá acesso à tua Palavra a todos, especialmente aos crentes em %1$s.

source: Father, if there is even one of the %1$s believers in %2$s who does not have a Bible, please provide them one today.
fr_fr: Père, s'il y a même un des croyants %1$s en %2$s qui n'a pas de Bible, s'il te plaît, offres-en-lui une aujourd'hui.
pt_br: Pai, se houver pelo menos um dos %1$s crentes em %2$s que não tenha uma Bíblia, por favor, providencie uma a ele hoje.

source: Father, let your Word be a lamp to the feet of the %1$s believers in %2$s.
fr_fr: Père, que ta Parole soit une lampe aux pieds des %1$s croyants en %2$s.
pt_br: Pai, que a tua Palavra seja lâmpada para os pés dos %1$s crentes em %2$s.

source: Spirit, help the %1$s believers in %2$s desire the Bible as newborn babies desire milk.
fr_fr: Saint-Esprit, aide les %1$s croyants en %2$s à désirer la Bible autant que les nouveau-nés désirent le lait.
pt_br: Espírito, ajuda os %1$s crentes em %2$s a desejarem a Bíblia como os recém-nascidos desejam leite.

source: 1 Peter 2:2
fr_fr: 1 Pierre 2:2
pt_br: 1 Pedro 2:2

# 1 Peter 2:2
source: Desire God’s pure word as newborn babies desire milk. Then you will grow in your salvation.
fr_fr: Désirez, comme des enfants nouveau-nés, le lait spirituel et pur, afin que par lui vous croissiez pour le salut.
pt_br: Desejai ardentemente, como crianças recém-nascidas, o genuíno leite espiritual, para que, por ele, vos seja dado crescimento para salvação.

source: Father, provide a good translation of the Bible for the %1$s believers in %2$s.
fr_fr: Père, fournis une bonne traduction de la Bible pour les %1$s croyants en %2$s.
pt_br: Pai, providencia uma boa tradução da Bíblia para os %1$s crentes em %2$s.

source: Jesus, provide a Bible for every believer in %1$s, and teach them to obey it.
fr_fr: Jésus, donne une Bible à chaque croyant en %1$s et apprends-leur à y obéir.
pt_br: Jesus, providencia uma Bíblia para cada crente em %1$s e ensina-os a obedecê-la.

source: James 1:23-25
fr_fr: Jacques 1:23-25
pt_br: Tiago 1:23-25

# James 1:23-25
source: For if you listen to the word and don’t obey, it is like glancing at your face in a mirror. 24 you see yourself, walk away, and forget what you look like. 25 But if you look carefully into the perfect law that sets you free, and if you do what it says and don’t forget what you heard, then God will bless you for doing it.
fr_fr: Car, si quelqu’un écoute la parole et ne la met pas en pratique, il est semblable à un homme qui regarde dans un miroir son visage naturel, et qui, après s’être regardé, s’en va, et oublie aussitôt quel il était. Mais celui qui aura plongé les regards dans la loi parfaite, la loi de la liberté, et qui aura persévéré, n’étant pas un auditeur oublieux, mais se mettant à l’oeuvre, celui-là sera heureux dans son activité.
pt_br: Porque, se alguém é ouvinte da palavra e não praticante, assemelha-se ao homem que contempla, num espelho, o seu rosto natural, pois a si mesmo se contempla, e se retira, e para logo se esquece de como era a sua aparência. Mas aquele que considera, atentamente, na lei perfeita, lei da liberdade, e nela persevera, não sendo ouvinte negligente, mas operoso praticante, esse será bem-aventurado no que realizar.

source: Spirit, inspire Bible translators to communicate the Scriptures accurately in the heart languages spoken in %1$s.
fr_fr: Saint-Esprit, inspires les traducteurs de la Bible à communiquer les Écritures avec précision dans les langues du cœur parlées en %1$s.
pt_br: Espírito, inspira os tradutores da Bíblia a comunicarem as Escrituras com precisão nas línguas do coração faladas em %1$s.

source: Media
fr_fr: Médias
pt_br: Mídia

source: Father, please help good, online teachers get the gospel on YouTube and into the %1$s of %2$s.
fr_fr: Père, s'il te plaît, aide les bons enseignants en ligne à diffuser l'évangile sur YouTube et dans %1$s de %2$s.
pt_br: Pai, por favor ajuda bons mestres on-line a levarem o evangelho ao YouTube e às %1$s de %2$s.

source: Spirit, guide seekers in %1$s to the gospel through searching YouTube or TikTok today.
fr_fr: Spirit, guides les chercheurs de %1$s vers l'évangile en effectuant une recherche sur YouTube ou TikTok aujourd'hui.
pt_br: Espírito, guia os que estão em busca em %1$s ao evangelho por meio de pesquisas no YouTube ou TikTok hoje.

source: Proverbs 8:17
fr_fr: Proverbes 8:17
pt_br: Provérbios 8:17

# Proverbs 8:17
source: I love those who love me, and those who seek me find me.
fr_fr: J’aime ceux qui m’aiment, et ceux qui me cherchent me trouvent.
pt_br: Eu amo os que me amam; os que me procuram me acham.

source: Father, help media producers communicate the gospel in a way that is understandable to the people of %1$s.
fr_fr: Père, aide les producteurs de médias à communiquer l'évangile d'une manière compréhensible pour les gens de %1$s.
pt_br: Pai, ajuda os produtores de mídia a comunicarem o evangelho de uma forma que seja compreensível para as pessoas de %1$s.

source: Deuteronomy 4:29
fr_fr: Deutéronome 4:29
pt_br: Deuteronômio 4:29

# Deuteronomy 4:29
source: But from there, you will seek the LORD your God, and you will find Him if you search for Him with all your heart and all your soul.
fr_fr: C’est de là aussi que tu chercheras l’Éternel, ton Dieu, et que tu le trouveras, si tu le cherches de tout ton coeur et de toute ton âme.
pt_br: De lá, buscarás ao Senhor, teu Deus, e o acharás, quando o buscares de todo o teu coração e de toda a tua alma.

source: Father, as people seek answers on the internet, please help them find the gospel in %1$s.
fr_fr: Père, alors que les gens cherchent des réponses sur Internet, aide-les s'il te plaît à trouver l'évangile dans la province %1$s.
pt_br: Pai, enquanto as pessoas buscam respostas na internet, por favor, ajuda-as a encontrar o evangelho em %1$s.

source: Luke 11:9
fr_fr: Luc 11:9
pt_br: Lucas 11:9
