Repository: Pray4Movement/prayer-global-porch
Catalog: support/languages/prayer-global-porch-*.po
Languages: fr_fr, pt_br

# Matthew 10:7
source: As you go, proclaim this message: "The kingdom of heaven has come near."
fr_fr: Allez, prêchez, et dites : Le royaume des cieux est proche.
pt_br: Por onde forem, preguem esta mensagem: "O Reino dos céus está próximo"

source: Lord, make the %1$s believers in %2$s to be brave and clear with the gospel to their %3$s neighbors.
fr_fr: Seigneur, fais que les %1$s croyants en %2$s soient courageux et clairs avec l'évangile à leurs %3$s voisins.
pt_br: Senhor, faz com que os %1$s crentes em %2$s sejam corajosos e claros com o evangelho aos seus %3$s vizinhos.

source: Acts 14:3
fr_fr: Actes 14:3
pt_br: Atos 14:3

# Acts 14:3
source: So Paul and Barnabas spent considerable time there, speaking boldly for the Lord, who confirmed the message of his grace by enabling them to perform signs and wonders.
fr_fr: Ils y restèrent cependant assez longtemps, parlant avec assurance, appuyés sur le Seigneur, qui rendait témoignage à la parole de sa grâce et permettait qu’il se fît par leurs mains des prodiges et des miracles.
pt_br: Paulo e Barnabé passaram bastante tempo ali, falando corajosamente do Senhor, que confirmava a mensagem de sua graça realizando sinais e maravilhas pelas mãos deles.

source: Father, we pray the believers are good spiritual stewards of their everyday relationships in %1$s.
fr_fr: Père, nous prions pour que les croyants soient de bons intendants spirituels de leurs relations quotidiennes dans %1$s.
pt_br: Pai, oramos para que os crentes sejam bons mordomos espirituais de seus relacionamentos diários em %1$s.

source: Jesus, all authority was given to you, and you commanded all disciples in %1$s to make more disciples, and you promised to be with them. May your power and their obedience make more disciples today.
fr_fr: Jésus, tout pouvoir t'a été donné, et tu as ordonné à tous les disciples dans la province %1$s de faire plus de disciples, et tu as promis d'être avec eux. Que ta puissance et leur obéissance fassent plus de disciples aujourd'hui.
pt_br: Jesus, toda a autoridade foi dada a ti, e ordenaste a todos os discípulos em %1$s que fizessem mais discípulos, e prometeste estar com eles. Que o teu poder e a obediência deles façam mais discípulos hoje.

source: Matthew 28:18-20
fr_fr: Matthieu 28:19-20
pt_br: Mateus 28:18-20

# Matthew 28:18-20
source: All authority in heaven and on earth has been given to me. Therefore go and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit, and teaching them to obey everything I have commanded you. And surely I am with you always, to the very end of the age.
fr_fr: Tout pouvoir m’a été donné dans le ciel et sur la terre. Allez, faites de toutes les nations des disciples, les baptisant au nom du Père, du Fils et du Saint-Esprit, et enseignez-leur à observer tout ce que je vous ai prescrit. Et voici, je suis avec vous tous les jours, jusqu’à la fin du monde.
pt_br: Foi-me dada toda a autoridade no céu e na terra. Portanto, vão e façam discípulos de todas as nações, batizando-os em nome do Pai e do Filho e do Espírito Santo, ensinando-os a obedecer a tudo o que eu lhes ordenei. E eu estarei sempre com vocês, até o fim dos tempos.

source: Father, help the %1$s believers in %2$s to be spiritually intentional with their relationships among their %3$s lost friends and neighbors.
fr_fr: Père, aide les %1$s croyants en %2$s à être spirituellement intentionnels dans leurs relations avec leurs %3$s amis et voisins perdus.
pt_br: Pai, ajuda os %1$s crentes em %2$s a serem espiritualmente intencionais com seus relacionamentos entre seus %3$s amigos e vizinhos perdidos.

source: Person of Peace
fr_fr: Personne de paix
pt_br: Pessoa de Paz

source: Spirit, help the %1$s believers find a person of peace today among the %2$s lost neighbors around them. And help them start discovery bible studies in these unbelieving homes.
fr_fr: Saint-Esprit, aide les croyants %1$s à trouver une personne de paix aujourd'hui parmi les %2$s personnes autour d'eux. Et aides-les lors des études bibliques à découvrir la Bible au sein de ces foyers incrédules.
pt_br: Espírito, ajuda os %1$s crentes a encontrarem uma pessoa de paz hoje entre os %2$s vizinhos perdidos ao seu redor. E ajuda-os a iniciar estudos bíblicos de descobrimento nesses lares de não crentes.

source: Acts 10:30b-33
pt_br: Atos 10:30b-33

# Acts 10:30b-33
source: Suddenly a man in shining clothes stood before me and said, ‘Cornelius, God has heard your prayer and remembered your gifts to the poor. Send to Joppa for Simon who is called Peter. He is a guest in the home of Simon the tanner, who lives by the sea.’ So I sent for you immediately, and it was good of you to come. Now we are all here in the presence of God to listen to everything the Lord has commanded you to tell us.”
fr_fr: Et voici, un homme vêtu d’un habit éclatant se présenta devant moi, et dit : Corneille, ta prière a été exaucée, et Dieu s’est souvenu de tes aumônes. Envoie donc à Joppé, et fais venir Simon, surnommé Pierre ; il est logé dans la maison de Simon, corroyeur, près de la mer. Aussitôt j’ai envoyé vers toi, et tu as bien fait de venir. Maintenant donc nous sommes tous devant Dieu, pour entendre tout ce que le Seigneur t’a ordonné de nous dire.
pt_br: De repente, colocou-se diante de mim um homem com roupas resplandecentes e disse: ‘Cornélio, Deus ouviu sua oração e lembrou-se de suas esmolas. Mande buscar em Jope a Simão, chamado Pedro. Ele está hospedado na casa de Simão, o curtidor de couro, que mora perto do mar’. Assim, mandei buscar-te imediatamente, e foi bom que tenhas vindo. Agora estamos todos aqui na presença de Deus, para ouvir tudo que o Senhor te mandou dizer-nos.

source: Father, help your children in %1$s find someone like the Samaritan Woman today. Someone who will open an entire town to your message of salvation.
fr_fr: Père, aide tes enfants dans %1$s à trouver quelqu'un comme la Samaritaine aujourd'hui. Quelqu'un qui ouvrira une ville entière à ton message de salut.
pt_br: Pai, ajuda teus filhos em %1$s a encontrarem alguém como a mulher samaritana hoje. Alguém que abra uma cidade inteira à tua mensagem de salvação.

source: John 4:29–30
fr_fr: Jean 4:29-30
pt_br: João 4:28-30

# John 4:29–30
source: So the woman left her water jar and went away into town and said to the people, 29 “Come, see a man who told me all that I ever did. Can this be the Christ?” They went out of the town and were coming to him.
fr_fr: Alors la femme, ayant laissé sa cruche, s’en alla dans la ville, et dit aux gens : Venez voir un homme qui m’a dit tout ce que j’ai fait ; ne serait-ce point le Christ ? Ils sortirent de la ville, et ils vinrent vers lui.
pt_br: Então, deixando o seu cântaro, a mulher voltou à cidade e disse ao povo: "Venham ver um homem que me disse tudo o que tenho feito. Será que ele não é o Cristo?" Então saíram da cidade e foram para onde ele estava.

source: Father, like with the Ethiopian Eunuch, set up a meeting today between a faithful believer in %1$s and a person seeking to understand the truth.
fr_fr: Père, comme avec l'eunuque éthiopien, a organisé une rencontre aujourd'hui entre un fidèle croyant en %1$s et une personne cherchant à comprendre la vérité.
pt_br: Pai, assim como foi com o eunuco etíope, marca um encontro hoje entre um crente fiel em %1$s e uma pessoa que busca entender a verdade.

source: Acts 8:34-35
fr_fr: Actes 8:34-35
pt_br: Atos 8:34-35

# Acts 8:34-35
source: The eunuch asked Philip, “Tell me, please, who is the prophet talking about, himself or someone else?” Then Philip began with that very passage of Scripture and told him the good news about Jesus.
fr_fr: Et l'eunuque dit à Philippe : « De qui, je te le demande, le prophète dit-il cela, de lui-même ou de quelqu'un d'autre ? Alors Philippe ouvrit la bouche et, commençant par cette Écriture, il lui annonça la bonne nouvelle de Jésus.
pt_br: O eunuco perguntou a Filipe: "Diga-me, por favor: de quem o profeta está falando? De si próprio ou de outro?" Então Filipe, começando com aquela passagem da Escritura, anunciou-lhe as boas novas de Jesus.

source: Father, reveal yourself to a faithful non-believer today, someone like Cornelius, and then Father please connect him with the church in %1$s.
fr_fr: Père, révèles-toi à un non-croyant fidèle aujourd'hui, quelqu'un comme Corneille. S'il te plaît, mets-le en contact avec l'église de %1$s.
pt_br: Pai, revela-te hoje a um não crente fiel, alguém como Cornélio, e então, Pai, por favor, conecta-o com a igreja em %1$s.

source: Acts 10:30-31
fr_fr: Actes 10:30-31
pt_br: Atos 10:30-31

# Acts 10:30-31
source: Cornelius answered: “Three days ago I was in my house praying at this hour, at three in the afternoon. Suddenly a man in shining clothes stood before me and said, ‘Cornelius, God has heard your prayer and remembered your gifts to the poor."
pt_br: Cornélio respondeu: "Há quatro dias eu estava em minha casa orando a esta hora, às três horas da tarde. De repente, colocou-se diante de mim um homem com roupas resplandecentes e disse: ‘Cornélio, Deus ouviu sua oração e lembrou-se de suas esmolas'".

source: Spirit, guide someone in the church in %1$s of %2$s to a person ready to receive the message of the gospel, like Lydia, and who will then open her home to faith.
fr_fr: Saint-Esprit, guides quelqu'un dans l'église dans %1$s de %2$s vers une personne prête à recevoir le message de l'évangile, comme Lydia qui a accueilli la foi chez elle.
pt_br: Espírito, guia alguém na igreja em %1$s de %2$s para uma pessoa pronta para receber a mensagem do evangelho, como Lídia, e que então abrirá sua casa para a fé.

source: Acts 16:14
fr_fr: Actes 16:14
pt_br: Atos 16:14

# Acts 16:14
source: One of those listening was a woman from the city of Thyatira named Lydia, a dealer in purple cloth. She was a worshiper of God. The Lord opened her heart to respond to Paul’s message.
fr_fr: L’une d’elles, nommée Lydie, marchande de pourpre, de la ville de Thyatire, était une femme craignant Dieu, et elle écoutait. Le Seigneur lui ouvrit le coeur, pour qu’elle fût attentive à ce que disait Paul.
pt_br: Uma das que ouviam era uma mulher temente a Deus chamada Lídia, vendedora de tecido de púrpura, da cidade de Tiatira. O Senhor abriu seu coração para atender à mensagem de Paulo .

source: Spirit, help the disciples in %1$s of %2$s to find a person of peace today, like the Philippian jailer, who heard and was immediately baptized with his whole family.
fr_fr: Saint-Esprit, aide les disciples dans %1$s de %2$s à trouver une personne de paix aujourd'hui, comme le geôlier de Philippe, qui a entendu et qui a été immédiatement baptisé avec toute sa famille.
pt_br: Espírito, ajuda os discípulos em %1$s de %2$s a encontrarem uma pessoa de paz hoje, como o carcereiro de Filipos, que ouviu e foi imediatamente batizado com toda a sua família.

source: Acts 16:32–33
fr_fr: Actes 16:32–33
pt_br: Atos 16:32-33

# Acts 16:32–33
source: And they spoke the word of the Lord to him and to all who were in his house. And he took them the same hour of the night and washed their wounds; and he was baptized at once, he and all his family.
fr_fr: Et ils lui annoncèrent la parole du Seigneur, ainsi qu’à tous ceux qui étaient dans sa maison. Il les prit avec lui, à cette heure même de la nuit, il lava leurs plaies, et aussitôt il fut baptisé, lui et tous les siens.
pt_br: E pregaram a palavra de Deus, a ele e a todos os de sua casa. Naquela mesma hora da noite o carcereiro lavou as feridas deles; em seguida, ele e todos os seus foram batizados.

source: Jesus, like with the centurion who came to you for his sick servant, please call into your house those who have great faith but are not yet yours in %1$s of %2$s
fr_fr: Jésus, de la même manière que le centurion est venu vers toi pour son serviteur malade, appelle aussi dans ta maison ceux qui ont une grande foi mais qui ne sont pas encore à toi dans %1$s de %2$s
pt_br: Jesus, como o centurião que foi a ti por seu servo doente, por favor, chama para tua casa aqueles que têm grande fé, mas ainda não são teus em %1$s de %2$s

source: Luke 7:9–10
fr_fr: Luc 7:9–10
pt_br: Lucas 7:9-10

# Luke 7:9–10
source: When Jesus heard these things, he marveled at him, and turning to the crowd that followed him, said, “I tell you, not even in Israel have I found such faith.” And when those who had been sent returned to the house, they found the servant well.
fr_fr: Lorsque Jésus entendit ces paroles, il admira le centenier, et, se tournant vers la foule qui le suivait, il dit : Je vous le dis, même en Israël je n’ai pas trouvé une aussi grande foi. De retour à la maison, les gens envoyés par le centenier trouvèrent guéri le serviteur qui avait été malade.
pt_br: Ao ouvir isso, Jesus admirou-se dele e, voltando-se para a multidão que o seguia, disse: "Eu lhes digo que nem em Israel encontrei tamanha fé". Então os homens que haviam sido enviados voltaram para casa e encontraram o servo restabelecido.

source: Priesthood of Believers
fr_fr: Sacerdoce des croyants
pt_br: Sacerdócio dos Crentes

source: Father, guide the church in %1$s to see their community as a holy priesthood, offering spiritual sacrifices acceptable to God.
fr_fr: Père, guides l'église de %1$s pour qu'elle considère sa communauté comme un saint sacerdoce, offrant des sacrifices spirituels acceptables pour Dieu.
pt_br: Pai, guia a igreja em %1$s para que veja tua comunidade como um sacerdócio santo, oferecendo sacrifícios espirituais aceitáveis a Deus.

source: 1 Peter 2:5
fr_fr: 1 Pierre 2:5
pt_br: 1 Pedro 2:5

# 1 Peter 2:5
source: you also, like living stones, are being built into a spiritual house to be a holy priesthood, offering spiritual sacrifices acceptable to God through Jesus Christ.
fr_fr: et vous-mêmes, comme des pierres vivantes, édifiez-vous pour former une maison spirituelle, un saint sacerdoce, afin d’offrir des victimes spirituelles, agréables à Dieu par Jésus-Christ.
pt_br: vocês também estão sendo utilizados como pedras vivas na edificação de uma casa espiritual para serem sacerdócio santo, oferecendo sacrifícios espirituais aceitáveis a Deus, por meio de Jesus Cristo.

source: Father, thank you that in your kindness you have made every believer in %1$s a priest, who can offer spiritual sacrifices to you through Jesus.
fr_fr: Père, merci de ce que dans ta bonté tu as fait de chaque croyant en %1$s un prêtre, qui peut t'offrir des sacrifices spirituels par Jésus.
pt_br: Pai, obrigado porque em tua bondade o Senhor fez de cada crente em %1$s um sacerdote, que pode oferecer sacrifícios espirituais a ti por meio de Jesus.

source: Matthew 21:43-44
fr_fr: Matthieu 21:43-44
pt_br: Mateus 21:43-44

# Matthew 21:43-44
source: Therefore I tell you that the kingdom of God will be taken away from you and given to a people who will produce its fruit. He who falls on this stone will be broken to pieces, but he on whom it falls will be crushed.”
fr_fr: C’est pourquoi, je vous le dis, le royaume de Dieu vous sera enlevé, et sera donné à une nation qui en rendra les fruits. Celui qui tombera sur cette pierre s’y brisera, et celui sur qui elle tombera sera écrasé.
pt_br: Portanto eu lhes digo que o Reino de Deus será tirado de vocês e será dado a um povo que dê os frutos do Reino. Aquele que cair sobre esta pedra será despedaçado, e aquele sobre quem ela cair será reduzido a pó.

source: Spirit, please convict each believer in %1$s to take up their calling as a priesthood of believers and pray for the %2$s lost around them.
fr_fr: Saint-Esprit, s'il te plaît, convaincs chaque croyant de %1$s d'assumer son appel en tant que sacerdoce de croyants et prie pour les %2$s perdus autour d'eux.
pt_br: Espírito, por favor, convença cada crente em %1$s a assumir seu chamado ao sacerdócio de crentes e a orar pelos %2$s perdidos ao seu redor.

# 1 Peter 2:5
source: you also, like living stones, are being built into a spiritual house to be a holy priesthood
fr_fr: et vous-mêmes, comme des pierres vivantes, édifiez-vous pour former une maison spirituelle, un saint sacerdoce
pt_br: vocês também estão sendo utilizados como pedras vivas na edificação de uma casa espiritual para serem sacerdócio santo

source: Father, please raise up every one you have called in %1$s to become worthy of their calling, and offer spiritual sacrifices acceptable to you through Jesus.
fr_fr: Père, s'il te plaît, élève tous ceux que tu as appelés %1$s pour qu'ils deviennent dignes de leur appel, et offre des sacrifices spirituels acceptables pour toi par Jésus.
pt_br: Pai, por favor, levanta todos aqueles que chamaste em %1$s para que se tornem dignos de seu chamado e ofereçam sacrifícios espirituais aceitáveis a ti por meio de Jesus.

source: Ephesians 4:1
fr_fr: Ephésiens 4:1
pt_br: Efésios 4:1

# Ephesians 4:1
source: I urge you to live a life worthy of the calling you have received
fr_fr: Je vous exhorte donc, moi, le prisonnier dans le Seigneur, à marcher d’une manière digne de la vocation qui vous a été adressée
pt_br: rogo-lhes que vivam de maneira digna da vocação que receberam

source: Spirit, please convict the believers in %1$s to not assume the ministry is for professional clergy, but for all who have been called by you.
fr_fr: Saint-Esprit, s'il te plaît, convaincs les croyants en %1$s que le ministère n'est pas que réservé aux pasteurs, mais à tous ceux qui ont été appelés par toi.
pt_br: Espírito, por favor, convence os crentes em %1$s a não presumirem que o ministério é para clérigos profissionais, mas para todos que foram chamados por ti.

source: Father, encourage the %1$s believers to have boldness before you, since they have a great high priest who has passed through the heavens, Jesus the Son of God.
fr_fr: Père, encourage les %1$s croyants à avoir de l'audace devant toi, car ils ont un grand souverain sacrificateur qui a traversé les cieux, Jésus le Fils de Dieu.
pt_br: Pai, encoraja os %1$s fiéis a terem ousadia diante de ti, porque eles têm um grande sumo sacerdote que adentrou os céus, Jesus, o Filho de Deus.

source: Hebrews 4:14-16
fr_fr: Hébreux 4:14-16
pt_br: Hebreus 4:14-16

# Hebrews 4:14-16
source: Since then we have a great high priest who has passed through the heavens, Jesus, the Son of God, let us hold fast our confession.
fr_fr: Ainsi, puisque nous avons un grand souverain sacrificateur qui a traversé les cieux, Jésus, le Fils de Dieu, demeurons fermes dans la foi que nous professons.
pt_br: Visto que temos um grande sumo sacerdote que adentrou os céus, Jesus, o Filho de Deus, apeguemo-nos com toda a firmeza à fé que professamos.

source: Jesus, you are the great high priest, please make the %1$s believers in %2$s a worthy priesthood under you.
fr_fr: Jésus, tu es le grand souverain sacrificateur, s'il te plaît, fais des %1$s croyants en %2$s un sacerdoce digne sous ton nom.
pt_br: Jesus, tu és o grande sumo sacerdote, por favor, faz dos %1$s crentes em %2$s um sacerdócio digno debaixo de ti.

source: Hebrews 4:14
fr_fr: Hébreux 4:14
pt_br: Hebreus 4:14

# Hebrews 4:14
source: Since then we have a great high priest who has passed through the heavens, Jesus, the Son of God, let us hold fast our confession.
fr_fr: Ainsi, puisque nous avons un grand souverain sacrificateur qui a traversé les cieux, Jésus, le Fils de Dieu, demeurons fermes dans la foi que nous professons.
pt_br: Visto que temos um grande sumo sacerdote que adentrou os céus, Jesus, o Filho de Deus, apeguemo-nos com toda a firmeza à fé que professamos.

source: Unleashing Simple Churches
fr_fr: Libérer des églises de maison
pt_br: Liberando Igrejas Simples

source: The Church
fr_fr: L'église
pt_br: A Igreja

source: Church Planting
fr_fr: Implantation d'église
pt_br: Plantação de Igrejas

source: God, guide the %1$s believers in %2$s to multiply spiritual families that love you, love each other, and make disciples.
fr_fr: Dieu, guides les %1$s croyants en %2$s pour qu'ils multiplient les familles spirituelles qui t'aiment, s'aiment et fassent des disciples.
pt_br: Deus, guia os %1$s crentes em %2$s para multiplicarem famílias espirituais que te amem, amem uns aos outros e façam discípulos.

source: Spirit, help the %1$s believers in %2$s to start simple multiplying churches in their homes.
fr_fr: Saint-Esprit, aide les %1$s croyants en %2$s à implanter des églises de maisons amenées à se multiplier.
pt_br: Espírito, ajuda os %1$s crentes em %2$s a iniciarem igrejas multiplicadoras simples em seus lares.

source: Father, we pray that %1$s of %2$s be filled with simple churches in every neighborhood.
pt_br: Pai, oramos para que %1$s de %2$s sejam preenchidos com igrejas simples em cada bairro.

source: Isaiah 11:9
fr_fr: Esaïe 11:9
pt_br: Isaías 11:9

# Isaiah 11:9
source: For the earth will be full of the knowledge of the Lord, as the waters cover the sea.
fr_fr: Car la terre sera remplie de la connaissance de l’Éternel, comme le fond de la mer par les eaux qui le couvrent.
pt_br: Pois a terra se encherá do conhecimento do Senhor como as águas cobrem o mar.

source: Father, we ask for %1$s new simple churches in %2$s of %3$s. Place a simple church in every community of the %4$s people living here.
fr_fr: Père, nous demandons %1$s de nouvelles églises de maison dans %2$s de %3$s. Places une église de maison dans chaque communauté des %4$s personnes vivant ici.
pt_br: Pai, pedimos %1$s novas igrejas simples em %2$s de %3$s. Coloca uma igreja simples em cada comunidade de %4$s pessoas que vivem aqui.

source: Psalm 72:19
fr_fr: Psaume 72:19
pt_br: Salmos 72:19

# Psalm 72:19
source: And blessed be His glorious name forever; And may the whole earth be filled with His glory. Amen, and Amen.
fr_fr: Béni soit à jamais son nom glorieux ! Que toute la terre soit remplie de sa gloire ! Amen ! Amen !
pt_br: Bendito seja o seu glorioso nome para sempre; encha-se toda a terra da sua glória. Amém e amém.

source: Spirit, teach the %1$s believers in %2$s of %3$s the wisdom of how to form simple, reproducible churches of 12-30 in every neighborhood.
fr_fr: Saint-Esprit, enseignes aux %1$s croyants dans %2$s de %3$s la sagesse de former des églises de maison reproductibles de 12 à 30 personnes dans chaque quartier.
pt_br: Espírito, ensina aos %1$s crentes em %2$s de %3$s a sabedoria de como formar, em cada bairro, igrejas de 12 a 30 pessoas, simples e que se reproduzem.

source: Father, bless %1$s of %2$s with a multiplying movement of house churches.
pt_br: Pai, abençoa %1$s de %2$s com um movimento de multiplicação de igrejas domésticas.

source: Numbers 14:21
fr_fr: Nombres 14:21
pt_br: Números 14:21

# Numbers 14:21
source: ...but indeed, as I live, all the earth will be filled with the glory of the Lord.
fr_fr: Mais, je suis vivant ! et la gloire de l’Éternel remplira toute la terre.
pt_br: Porém, tão certo como eu vivo, e como toda a terra se encherá da glória do Senhor.

source: God, we pray both the men and women of %1$s will find ways to meet in groups of two or three to encourage and correct one another from your Word.
fr_fr: Dieu, nous prions que les hommes et les femmes de %1$s trouvent des moyens de se réunir en groupes de deux ou trois pour s'encourager et se corriger à partir de ta Parole.
pt_br: Deus, oramos para que tanto os homens como as mulheres de %1$s encontrem maneiras de se reunir em grupos de dois ou três para encorajar e corrigir uns aos outros com a Tua Palavra.

source: Father, multiply brothers, sisters, and mothers to our spiritual family in %1$s.
fr_fr: Père, multiplies les frères, sœurs et mères dans notre famille spirituelle en %1$s.
pt_br: Pai, multiplica irmãos, irmãs e mães para nossa família espiritual em %1$s.

source: Matthew 12:48-50
fr_fr: Matthieu 12:48-50
pt_br: Mateus 12:48-50
