Repository: Pray4Movement/prayer-global-porch
Catalog: support/languages/prayer-global-porch-*.po
Languages: fr_fr, pt_br

source: Lord, stir the hearts of your people in %1$s of %2$s to agree with you and with one another in love.
fr_fr: Seigneur, remue les cœurs de ton peuple dans %1$s de %2$s pour être d'accord avec toi et les uns avec les autres dans l'amour.
pt_br: Senhor, move os corações do seu povo em %1$s de %2$s para que concordem contigo e uns com os outros em amor.

source: John 17:21
fr_fr: Jean 17:21
pt_br: João 17:21

# John 17:21
source: that all of them may be one, Father, just as you are in me and I am in you. May they also be in us so that the world may believe that you have sent me.
fr_fr: afin que tous soient un, comme toi, Père, tu es en moi, et comme je suis en toi, afin qu’eux aussi soient un en nous, pour que le monde croie que tu m’as envoyé.
pt_br: a fim de que todos sejam um. E como tu, ó Pai, estás em mim e eu em ti, também eles estejam em nós, para que o mundo creia que tu me enviaste.

source: Lord, we pray for the believers in %1$s to be more like Jesus in their love for friends and enemies.
fr_fr: Seigneur, nous prions pour que les croyants en %1$s ressemblent davantage à Jésus dans leur amour pour leurs amis et leurs ennemis.
pt_br: Senhor, oramos para que os crentes em %1$s sejam mais parecidos com Jesus em seu amor por amigos e inimigos.

source: Matthew 5:44
fr_fr: Matthieu 5:44
pt_br: Mateus 5:44

# Matthew 5:44
source: But I tell you, love your enemies and pray for those who persecute you.
fr_fr: Mais moi, je vous dis : Aimez vos ennemis, bénissez ceux qui vous maudissent, faites du bien à ceux qui vous haïssent, et priez pour ceux qui vous maltraitent et qui vous persécutent.
pt_br: Eu, porém, lhes digo: amem os seus inimigos e orem pelos que perseguem vocês.

source: Father, let love abound more and more in the church of %1$s.
fr_fr: Père, que l'amour abonde de plus en plus dans l'église de %1$s.
pt_br: Pai, que o amor abunde cada vez mais na igreja de %1$s.

# Philippians 1:9
source: And this is my prayer: that your love may abound more and more in knowledge and depth of insight
fr_fr: Et ce que je demande dans mes prières, c’est que votre amour augmente de plus en plus en connaissance et en pleine intelligence
pt_br: Esta é a minha oração: que o amor de vocês aumente cada vez mais em conhecimento e em toda a percepção

source: Generosity
fr_fr: Générosité
pt_br: Generosidade

source: God, we pray for the believers in %1$s to be generous so that they would be worthy of greater investment by you.
fr_fr: Dieu, nous prions pour que les croyants à %1$s soient généreux afin d'être dignes d'un plus grand investissement de ta part.
pt_br: Deus, oramos para que os crentes em %1$s sejam generosos para serem dignos de um investimento maior de tua parte.

source: Father, encourage the %1$s believers in %2$s to not just be consumers of knowledge but be producers of love, mercy, kindness, and justice.
fr_fr: Père, encourage les %1$s croyants en %2$s non seulement à être des consommateurs de connaissances, mais à être des producteurs d'amour, de miséricorde, de gentillesse et de justice.
pt_br: Pai, encoraja os %1$s crentes em %2$s a não serem apenas consumidores de conhecimento, mas produtores de amor, misericórdia, bondade e justiça.

source: 1 John 3:18
fr_fr: 1 Jean 3:18
pt_br: 1 João 3:18

# 1 John 3:18
source: let us not love with words or speech but with actions and in truth.
fr_fr: n’aimons pas en paroles et avec la langue, mais en actions et avec vérité.
pt_br: não amemos de palavra, nem da boca para fora, mas de fato e de verdade.

source: Oh Lord, show the fatherless in %1$s of %2$s that you can be their real Father.
fr_fr: Oh Seigneur, montre aux orphelins dans %1$s de %2$s que tu peux être leur vrai Père.
pt_br: Oh Senhor, mostra aos órfãos em %1$s de %2$s que podes ser o verdadeiro Pai deles.

source: 2 Corinthians 6:18
fr_fr: 2 Corinthiens 6:18
pt_br: 2 Coríntios 6:18

# 2 Corinthians 6:18
source: I will be to you a Father. you will be to me sons and daughters,’ says the Lord Almighty.
fr_fr: Je serai pour vous un père, et vous serez pour moi des fils et des filles, dit le Seigneur tout-puissant.
pt_br: "Serei o Pai de vocês, e vocês serão meus filhos e minhas filhas", diz o Senhor Todo-Poderoso.

source: Urgency
fr_fr: Urgence
pt_br: Urgência

source: Father, give the disciples of the %1$s of %2$s an urgency of seeing every people and place reached for the gospel.
fr_fr: Père, donne aux disciples de %1$s de %2$s d'être touchés au point que chaque peuple et lieu soit atteint par l'évangile.
pt_br: Pai, dá aos discípulos de %1$s de %2$s uma urgência de ver todos os povos e lugares alcançados pelo evangelho.

source: John 9:4
fr_fr: Jean 9:4
pt_br: João 9:4

# John 9:4
source: As long as it is day, we must do the works of him who sent me. Night is coming, when no one can work.
fr_fr: Il faut que je fasse, tandis qu’il est jour, les oeuvres de celui qui m’a envoyé ; la nuit vient, où personne ne peut travailler.
pt_br: É necessário que façamos as obras daquele que me enviou enquanto é dia; a noite vem, quando ninguém pode trabalhar.

source: Spirit, encourage the disciples in %1$s to live with urgency and a passion for making more disciples.
fr_fr: Saint-Esprit, encourage les disciples dans %1$s à vivre avec urgence et passion pour faire plus de disciples.
pt_br: Espírito, encoraja os discípulos em %1$s a viverem com urgência e paixão por fazer mais discípulos.

source: James 4:14
fr_fr: Jacques 4:14
pt_br: Tiago 4:14

# James 4:14
source: Yet you do not know what your life will be like tomorrow. you are just a vapor that appears for a little while and then vanishes away.
fr_fr: Vous qui ne savez pas ce qui arrivera demain ! Car, qu’est-ce que votre vie ? Vous êtes une vapeur qui paraît pour un peu de temps, et qui ensuite disparaît.
pt_br: Vocês não sabem o que acontecerá amanhã. O que é a vida de vocês? Vocês não passam de neblina que aparece por um instante e logo se dissipa.

source: Spirit, defend the church in %1$s of %2$s against being inward-focused.
fr_fr: Saint-Esprit, protège l'église dans %1$s de %2$s contre l'égoïsme et le repli sur soi.
pt_br: Espírito, defende a igreja em %1$s de %2$s contra o foco em si mesma.

source: Isaiah 61:1
fr_fr: Esaïe 61:1
pt_br: Isaías 61:1

# Isaiah 61:1
source: The Spirit of the Sovereign LORD is on me, because the LORD has anointed me to proclaim good news to the poor. He has sent me to bind up the brokenhearted, to proclaim freedom for the captives and release from darkness for the prisoners.
fr_fr: L’esprit du Seigneur, l’Éternel, est sur moi, car l’Éternel m’a oint pour porter de bonnes nouvelles aux malheureux ; il m’a envoyé pour guérir ceux qui ont le coeur brisé, pour proclamer aux captifs la liberté, et aux prisonniers la délivrance.
pt_br: O Espírito do Senhor Deus está sobre mim, porque o Senhor me ungiu para pregar boas-novas aos quebrantados, enviou-me a curar os quebrantados de coração, a proclamar libertação aos cativos e a pôr em liberdade os algemados.

source: Spirit, encourage the church in %1$s to make the most of every opportunity.
fr_fr: Saint-Esprit, encourage l'église de %1$s à tirer le meilleur parti de chaque opportunité.
pt_br: Espírito, encoraja a igreja em %1$s a aproveitar ao máximo cada oportunidade.

source: Ephesians 5:15-16
fr_fr: Ephésiens 5:15-16
pt_br: Efésios 5:15-16

# Ephesians 5:15-16
source: Be very careful, then, how you live—not as unwise but as wise, making the most of every opportunity, because the days are evil.
fr_fr: Prenez donc garde de vous conduire avec circonspection, non comme des insensés, mais comme des sages ; rachetez le temps, car les jours sont mauvais.
pt_br: Tenham cuidado com a maneira como vocês vivem, e vivam não como tolos, mas como sábios, aproveitando bem o tempo, porque os dias são maus.

source: Jesus, your return is closer than when we first believed. Please, set urgency in the hearts of the people living in %1$s of %2$s.
fr_fr: Jésus, ton retour est plus proche que lorsque nous avons cru pour la première fois. S'il te plaît, places l'urgence dans le cœur des personnes vivant dans %1$s de %2$s.
pt_br: Jesus, teu retorno está mais próximo do que quando cremos. Por favor, põe urgência nos corações das pessoas que vivem em %1$s de %2$s.

source: Romans 13:11
fr_fr: Romains 13:11
pt_br: Romanos 13:11

# Romans 13:11
source: Besides this you know the time, that the hour has come for you to wake from sleep. For salvation is nearer to us now than when we first believed.
fr_fr: Cela importe d’autant plus que vous savez en quel temps nous sommes : c’est l’heure de vous réveiller enfin du sommeil, car maintenant le salut est plus près de nous que lorsque nous avons cru.
pt_br: E digo isto a vocês que conhecem o tempo: já é hora de despertarem do sono, porque a nossa salvação está agora mais perto do que quando no princípio cremos.

source: Spirit, disrupt complacency in the %1$s believers living in %2$s of %3$s. Remind them you are coming soon.
fr_fr: Saint Esprit, réveille les croyants %1$s vivant dans %2$s %3$s. Rappelle-leur que tu reviens bientôt.
pt_br: Espírito, acaba com a complacência dos %1$s crentes que vivem em %2$s de %3$s. Lembra a eles que virás em breve.

source: Matthew 24:42
fr_fr: Matthieu 24:42
pt_br: Mateus 24:42

# Matthew 24:42
source: Therefore, stay awake, for you do not know on what day your Lord is coming.
fr_fr: Veillez donc, puisque vous ne savez pas quel jour votre Seigneur viendra.
pt_br: Portanto, vigiem, porque vocês não sabem em que dia virá o Senhor de vocês.

source: Spirit, give faith and responsive hearts to the %1$s citizens of the %2$s of %3$s.
fr_fr: Saint-Esprit, donne la foi et des cœurs réactifs aux %1$s citoyens de %2$s de %3$s.
pt_br: Espírito, dá fé e corações receptivos aos %1$s moradores dos %2$s de %3$s.

source: Isaiah 55:6
fr_fr: Esaïe 55:6
pt_br: Isaías 55:6

# Isaiah 55:6
source: Seek the Lord while he may be found; call upon him while he is near.
fr_fr: Cherchez l’Éternel pendant qu’il se trouve ; invoquez-le, tandis qu’il est près.
pt_br: Busquem o Senhor enquanto se pode achá-lo; clamem por ele enquanto está perto.

source: Spirit, renew the call of John the Baptist in %1$s of %2$s. Send out bold servants who will call all to repent.
fr_fr: Saint-Esprit, renouvelle l'appel de Jean-Baptiste dans %1$s de %2$s. Envoies des serviteurs audacieux qui appelleront tous à se repentir.
pt_br: Espírito, renova o chamado de João Batista em %1$s de %2$s. Envia servos ousados que chamem todos ao arrependimento.

source: Matthew 3:2
fr_fr: Matthieu 3:2
pt_br: Mateus 3:2

# Matthew 3:2
source: Repent, for the kingdom of heaven is at hand.
fr_fr: Repentez-vous, car le royaume des cieux est proche.
pt_br: Arrependam-se, porque o Reino dos céus está próximo.

source: Father, set on fire the hearts and passion of your church in %1$s of %2$s.
fr_fr: Père, enflammes les cœurs et la passion de ton église dans %1$s de %2$s.
pt_br: Pai, incendeia os corações e a paixão de tua igreja em %1$s de %2$s.

source: Romans 12:11
fr_fr: Romains 12:11
pt_br: Romanos 12:11

# Romans 12:11
source: Do not be slothful in zeal, be fervent in spirit, serve the Lord.
fr_fr: Ayez du zèle, et non de la paresse. Soyez fervents d’esprit. Servez le Seigneur.
pt_br: Nunca lhes falte o zelo, sejam fervorosos no espírito, sirvam ao Senhor.

source: Spirit, awaken the sleepers and call them to repent and be baptized in %1$s of %2$s. Set an urgency in their hearts.
fr_fr: Saint-Esprit, réveille les dormeurs et appelle-les à se repentir et à se faire baptiser dans %1$s de %2$s. Mets une urgence dans leur cœur.
pt_br: Espírito, desperta os adormecidos e chama-os ao arrependimento e ao batismo em %1$s de %2$s. Coloca urgência no coração deles.

source: Acts 22:16
fr_fr: Actes 22:16
pt_br: Atos 22:16

# Acts 22:16
source: And now why do you wait? Rise and be baptized and wash away your sins, calling on his name.’
fr_fr: Et maintenant, que tardes-tu ? Lève-toi, sois baptisé, et lavé de tes péchés, en invoquant le nom du Seigneur.
pt_br: E agora, que está esperando? Levante-se, seja batizado e lave os seus pecados, invocando o nome dele.

source: Jesus, defend your people in %1$s of %2$s against the difficulty of these last days.
fr_fr: Jésus, défends ton peuple dans %1$s de %2$s contre la difficulté de ces derniers jours.
pt_br: Jesus, defende teu povo em %1$s de %2$s contra as dificuldades destes últimos dias.

source: 2 Timothy 3:1-5a
pt_br: 2 Timóteo 3:1-5a

# 2 Timothy 3:1-5a
source: But mark this: There will be terrible times in the last days. 2 People will be lovers of themselves, lovers of money, boastful, proud, abusive, disobedient to their parents, ungrateful, unholy, 3 without love, unforgiving, slanderous, without self-control, brutal, not lovers of the good, 4 treacherous, rash, conceited, lovers of pleasure rather than lovers of God— 5 having a form of godliness but denying its power.
fr_fr: Sache que, dans les derniers jours, il y aura des temps difficiles. Car les hommes seront égoïstes, amis de l’argent, fanfarons, hautains, blasphémateurs, rebelles à leurs parents, ingrats, irréligieux, insensibles, déloyaux, calomniateurs, intempérants, cruels, ennemis des gens de bien, traîtres, emportés, enflés d’orgueil, aimant le plaisir plus que Dieu, ayant l’apparence de la piété, mais reniant ce qui en fait la force.
pt_br: Saiba disto: nos últimos dias sobrevirão tempos terríveis. Os homens serão egoístas, avarentos, presunçosos, arrogantes, blasfemos, desobedientes aos pais, ingratos, ímpios, sem amor pela família, irreconciliáveis, caluniadores, sem domínio próprio, cruéis, inimigos do bem, traidores, precipitados, soberbos, mais amantes dos prazeres do que amigos de Deus, tendo aparência de piedade, mas negando o seu poder.

source: Jesus, purify the %1$s believers in %2$s of %3$s to not just be hearers, but doers of your Word.
fr_fr: Jésus, purifies les %1$s croyants dans %2$s de %3$s pour qu'ils ne soient pas seulement des auditeurs, mais des exécuteurs de ta Parole.
pt_br: Jesus, purifica os %1$s crentes em %2$s de %3$s para que não sejam apenas ouvintes, mas praticantes da tua Palavra.

source: Revelation 1:3
fr_fr: Apocalypse 1:3
pt_br: Apocalipse 1:3

# Revelation 1:3
source: Blessed is the one who reads aloud the words of this prophecy, and blessed are those who hear it and take to heart what is written in it, because the time is near.
fr_fr: Heureux celui qui lit et ceux qui entendent les paroles de la prophétie, et qui gardent les choses qui y sont écrites ! Car le temps est proche.
pt_br: Bem-aventurado aquele que lê, e bem-aventurados aqueles que ouvem as palavras da profecia e guardam as coisas nela escritas, pois o tempo está próximo.

source: Holy Spirit, have mercy on the simple who turned from you in %1$s of %2$s. Warn them again against their complacency.
fr_fr: Saint-Esprit, aies pitié des simples qui se sont détournés de toi dans le %1$s de %2$s. Avertis-les encore contre leur complaisance.
pt_br: Espírito Santo, tende misericórdia dos simples que se afastaram de ti em %1$s de %2$s. Alerta-os novamente contra a complacência.

source: Proverbs 1:32
fr_fr: Proverbes 1:32
pt_br: Provérbios 1:32

# Proverbs 1:32
source: For the simple are killed by their turning away, and the complacency of fools destroys them;
fr_fr: Car la résistance des stupides les tue, et la sécurité des insensés les perd ;
pt_br: Os ingênuos são mortos porque se desviam da sabedoria; os tolos são destruídos por estarem satisfeitos consigo mesmos.

source: Cities in %s
fr_fr: Villes en %s
pt_br: Cidades em %s

source: Jesus, bring your gospel to the people living in %1$s.
fr_fr: Jésus, apportes ton évangile aux habitants de %1$s.
pt_br: Jesus, leva teu evangelho às pessoas que vivem em %1$s.

source: Lord we ask you on behalf of the %1$s people. %2$s%% are known to be believers. Oh God, please share with them the great gift of your son Jesus and your kingdom.
fr_fr: Seigneur, nous te demandons au nom du peuple %1$s. %2$s%% sont connus pour être des croyants. Oh Dieu, s'il te plaît, partage avec eux le grand cadeau de ton fils Jésus et de ton royaume.
pt_br: Senhor, nós te pedimos em nome do povo %1$s. %2$s%% são conhecidos por serem crentes. Ó Deus, por favor, compartilha com eles o grande presente de teu filho Jesus e de teu reino.

source: Lord, please remember the %1$s people. you said you wanted worshippers of every tongue and tribe and nation, yet we know of no worshippers among them.
fr_fr: Seigneur, s'il te plaît, souviens-toi du peuple %1$s. Tu veux des adorateurs de toute langue, de toute tribu et de toute nation, mais nous ne connaissons aucun adorateur parmi eux.
pt_br: Senhor, por favor, lembra-te do povo %1$s. Tu disseste que queria adoradores de todas as línguas, tribos e nações, mas não conhecemos nenhum adorador entre eles.

source: Lord, you sent Jesus as a witness to testify about the light so that all the %1$s people might believe through him.
fr_fr: Seigneur, tu as envoyé Jésus comme témoin pour témoigner de la lumière afin que tout le peuple %1$s puisse croire en lui.
pt_br: Senhor, tu enviaste Jesus como testemunha para testificar sobre a luz, para que todo o povo %1$s pudesse crer por meio dele.

source: Lord, bring the blind by a way that they don’t know. Lead the %1$s people in paths that they don’t know. Make darkness light before them and crooked places straight. Do not forsake the %2$s people.
fr_fr: Seigneur, amène les aveugles sur un chemin qu'ils ne connaissent pas. Conduis-les %1$s sur des voies qui ne sont pas les leurs. Fais-les passer des ténèbres à la lumière et redresse les endroits tortueux. N'abandonne pas le peuple %2$s.
pt_br: Senhor, guia os cegos por um caminho que não conhecem. Guia o povo %1$s por veredas que não conhecem. Faz com que as trevas se tornem luz diante deles e os caminhos tortuosos se tornem retos. Não abandone o povo %2$s.

source: Lord, I thank you that you will bring health and a cure to the %1$s people. Reveal to them abundance of peace and truth.
fr_fr: Seigneur, je te remercie d'apporter la santé et un remède au peuple %1$s. Révèle-leur l'abondance de paix et de vérité.
pt_br: Senhor, eu te agradeço porque trarás saúde e cura ao povo %1$s. Revela a eles abundância de paz e verdade.

source: Father, open to your people a door for the word, to speak the mystery of Christ to the %1$s people.
fr_fr: Père, ouvre à ton peuple une porte pour la parole, pour annoncer le mystère du Christ au peuple %1$s.
pt_br: Pai, abre ao teu povo uma porta para a palavra, para falar o mistério de Cristo ao povo %1$s.

source: Father, I pray against the principalities, against the powers, against the world’s rulers of darkness of this age, and against the spiritual forces of the wickedness in the heavenly places that are warring against the %1$s people.
fr_fr: Père, je prie contre les principautés, contre les puissances, contre les dirigeants du monde des ténèbres de cet âge, et contre les forces spirituelles de la méchanceté dans les lieux célestes qui font la guerre contre le peuple %1$s.
pt_br: Pai, eu oro contra os principados, contra as potestades, contra os príncipes das trevas deste século, e contra as forças espirituais do mal nas regiões celestiais, que guerreiam contra o povo %1$s.

source: Jesus, I pray that all the %1$s people will remember and turn to you, Lord God. May all the %2$s people worship before you. For the kingdom of the %3$s people is yours.
fr_fr: Jésus, je prie pour que chaque %1$s se souvienne et se tourne vers toi, Seigneur Dieu. Que tous les %2$s t'adorent. Car le royaume du peuple %3$s t'appartient.
pt_br: Jesus, eu oro para que todo o povo %1$s se lembre e se volte para ti, Senhor Deus. Que todo o povo %2$s te adore, pois o reinado do povo %3$s é teu.

source: Lord God, I thank you that the blood of Christ, who through the eternal Spirit offered himself without defect to God, can cleanse the %1$s people conscience from dead works to serve the living God.
fr_fr: Seigneur Dieu, merci pour le sang de Christ qui, par l'Esprit éternel, s'est parfaitement offert à toi. Que ce sang purifie le cœur du peuple %1$s des œuvres vaines afin qu'ils puissent servir le Dieu vivant.
pt_br: Senhor Deus, eu te agradeço porque o sangue de Cristo, que pelo Espírito eterno se ofereceu a si mesmo imaculado a Deus, pode purificar a consciência do povo %1$s das obras mortas, para que sirva ao Deus vivo.

source: Spirit, I pray that the %1$s people will come and worship before you, Lord. May they glorify your name for you are great.
fr_fr: Saint-Esprit, je prie pour que le peuple %1$s vienne adorer devant toi, Seigneur. Puissent-ils glorifier ton nom car tu es grand.
pt_br: Espírito, eu oro para que o povo %1$s venha e adore diante de ti, Senhor. Que eles glorifiquem o teu nome, pois tu és grande.

source: Lord, Let your Kingdom come among the %1$s people. Let your will be done, as in heaven, so on earth.
fr_fr: Seigneur, que ton royaume vienne parmi le peuple %1$s. Que ta volonté soit faite, comme au ciel, ainsi sur la terre.
pt_br: Senhor, venha o teu Reino entre o povo %1$s. Seja feita a tua vontade, assim na terra como no céu.

source: Lord, remember the %1$s people. Make the %2$s people a chosen race, a royal priesthood, a holy nation, a people for your own possession.
fr_fr: Seigneur, souviens-toi du peuple %1$s. Faites du peuple %2$s une race élue, un sacerdoce royal, une nation sainte, un peuple pour votre propre possession.
pt_br: Senhor, lembra-te do povo %1$s. Faz do povo %2$s uma geração eleita, um sacerdócio real, uma nação santa, um povo teu, propriedade exclusiva.

source: Father, I pray that the %1$s people will not be afraid or ashamed. Prevent them from being confounded or disappointed in their search for you. May the %2$s people know you.
fr_fr: Père, je prie pour que le peuple %1$s n'ait ni peur ni honte. Empêche-les d'être confondus ou déçus dans leur recherche de toi. Que les personnes de %2$s te connaissent.
pt_br: Pai, eu oro para que o povo %1$s não tenha medo nem vergonha. Não deixa que fiquem confusos ou decepcionados em sua busca por ti. Que o povo %2$s te conheça.

source: Father, %1$s%% are known to be believers. Please, Lord call more today.
fr_fr: Père, %1$s%% sont reconnus comme croyants. Seigneur, nous te prions d'en appeler encore davantage aujourd'hui.
pt_br: Pai, %1$s%% são conhecidos por serem crentes. Por favor, Senhor, chama mais pessoas hoje.

source: What people or activities could you pray for in this photo?
fr_fr: Quelles sont les personnes ou circonstances pour lesquelles cette photo vous invite à prier ?
pt_br: Por quais pessoas ou atividades você poderia orar nesta foto?

source: What people or resources could you pray for in this photo?
fr_fr: Quelles sont les personnes ou requêtes pour lesquelles cette photo vous invite à prier ?
pt_br: Por quais pessoas ou recursos você poderia orar nesta foto?

source: What needs would people have here?
fr_fr: Quels seraient les besoins de prière des personnes présentes ici ?
pt_br: Que necessidades as pessoas teriam aqui?

source: What blessing is needed here?
fr_fr: Quelle bénédiction est nécessaire ici ?
pt_br: Que bênção é necessária aqui?

source: What conditions of religion or environment could you pray for here?
fr_fr: Quelles circonstances (religion, environnement...) pourriez-vous élever au Père ?
pt_br: Por quais condições de religião ou ambiente você poderia orar aqui?

source: What challenges do people here face?
fr_fr: À quels défis les gens sont-ils confrontés ici ?
pt_br: Que desafios as pessoas enfrentam aqui?

source: What beauty can God be thanked for in this photo?
fr_fr: De quelle beauté Dieu peut-il être remercié sur cette photo ?
pt_br: Por qual beleza podemos agradecer a Deus nesta foto?
